Repository: jordainfg/wikipedia-ios
Catalog: Wikipedia/Localizations/*.lproj/Localizable.strings
Languages: bn, lv, mr, oc, sq, ur

# welcome-languages-add-button
source: Add another language
bn: আরেকটি ভাষা যোগ করুন
lv: Pievienot citu valodu
mr: इतर भाषा जोडा
oc: Apondre una autra lenga
ur: دوسری زبان شامل کریں

# welcome-languages-continue-button
source: Continue
bn: অব্যাহত
lv: Turpināt
mr: चालू ठेवा
oc: Contunhar
ur: جاری رکھیں

# welcome-volunteer-title
source: Volunteer
bn: স্বেচ্ছাসেবক
mr: स्वयंसेवक
oc: Volontari
ur: رضاکار

# welcome-volunteer-sub-title
source: Help improve the Wikipedia app by sharing how you use it
bn: আপনি কিভাবে এটি ব্যবহার করলেন তা জানিয়ে উইকিপিডিয়া অ্যাপটি উন্নত করেতে সাহায্য করুন
mr: आपण ते कसे वापरले ते सांगुन विकिपीडिया अॲप सुधरविण्यास मदत करा
ur: آپ اپنے استعمال کی معلومات فراہم کرکے ویکیپیڈیا کو بہتر بنانے میں مدد کریں

# welcome-volunteer-send-usage-reports
source: Send usage reports
bn: ব্যবহারের রিপোর্ট পাঠান
lv: Sūtīt lietojuma ziņojumus
mr: वापराचा अहवाल पाठवा
oc: Mandar los rapòrts d’utilizacion
ur: استعمال کی رپورٹ بھیجیے

# welcome-volunteer-continue-button
source: Continue
bn: অব্যাহত রাখুন
lv: Turpināt
mr: चालू ठेवा
oc: Contunhar
ur: جاری رکھیں

# welcome-volunteer-thanks
source: $1 Thank you!
bn: $1 আপনাকে ধন্যবাদ!
lv: Paldies!
mr: $1 आपणास धन्यवाद!
oc: $1 Mercé !
ur: $1 شکریہ!

# welcome-send-data-title
source: Send Anonymous data
bn: বেনামী উপাত্ত পাঠান
lv: Sūtīt anonīmus datus
oc: Mandar de donadas anonimas

# empty-no-feed-title
source: No Internet Connection
bn: কোন ইন্টারনেট সংযোগ নেই
lv: Nav interneta savienojuma
mr: जाल अनुबंध नाही
oc: Pas de connexion a Internet
ur: کوئی انٹرنیٹ کنیکشن نہیں ہے

# empty-no-feed-message
source: You can see your recommended articles when you have internet
bn: আপনার সুপারিশকৃত নিবন্ধগুলি দেখতে পারবেন যখন, আপনার ইন্টারনেট সংযোগ থাকবে
mr: आपल्यापाशी आंतरजाल असल्यावर आपण आपले शिफारस केलेले लेख बघु शकता
ur: آپ اپنے سفارش کردہ مضامین کو اس وقت دیکھ سکتے ہیں جب آپ کے پاس انٹرنیٹ ہو۔

# empty-no-feed-action-message
source: You can still read saved pages
bn: আপনি এখনো সংরক্ষিত পাতা পাঠ করতে পারেন।
mr: आपण अजूनही जतन केलेली पाने वाचू शकता
ur: آپ اب بھی اپنے محفوظ کردہ صفحات پڑھ سکتے ہیں

# empty-no-article-message
source: Sorry, could not load the article
bn: দুঃখিত, নিবন্ধ লোড করা যায়নি
mr: माफ करा, लेख भारीत करु शकलो नाही
ur: معاف کیجیے، مضمون کو لوڈ نہیں کیا جاسکا

# empty-no-search-results-message
source: No results found
bn: কোন ফলাফল পাওয়া যায়নি
lv: Nav atrasts neviens rezultāts
mr: निकाल सापडले नाहीत
oc: Cap de resultat pas trobat
ur: کوئی نتیجہ نہیں ملا

# empty-no-saved-pages-title
source: No saved pages yet
bn: এখনও সংরক্ষিত পাতা নেই
mr: अद्याप जतन केलेली कोणतीही पाने नाहीत
ur: ابھی تک کوئی صفحہ نہیں ہؤا

# empty-no-saved-pages-message
source: Save pages to view them later, even offline
bn: অফলাইনে পড়ার জন্য, পাতা সংরক্ষণ করুন
mr: नंतर बघण्यास पाने जतन करा, विनाजाल सुद्धा
ur: صفحات کو محفوظ کریں تاکہ انہیں بعد میں دیکھا جاسکے، آفلائن بھی

# empty-no-history-title
source: No history to show
bn: দেখানোর মতো ইতিহাস নেই
mr: दर्शविण्यास काहीच इतिहास नाही
ur: دکھانے کے لیے کوئی تاریخچہ نہیں ہے

# empty-no-history-message
source: Keep track of what you've been reading here
bn: আপনি এখানে যা যা পড়েছেন সে সম্পর্কে অবগত থাকুন
mr: आपण येथे काय वाचत आहात त्याचा मागोवा घ्या
ur: آپ یہاں کیا پڑھ رہے تھے، اسے ذہن میں رکھیے

# alert-no-internet
source: There's no internet connection
bn: ইন্টারনেট সংযোগ নেই
mr: तिथे जाल अनुबंध नाही
ur: کوئی انٹرنیٹ کنیکشن نہیں ہے

# icon-shortcut-search-title
source: Search Wikipedia
bn: উইকিপিডিয়া অনুসন্ধান
lv: Meklēt Vikipēdijā
mr: विकिपीडिया मध्ये शोधा
oc: Recercar dins Wikipèdia
ur: ویکیپیڈیا میں تلاش

# icon-shortcut-continue-reading-title
source: Continue reading
bn: পড়া অব্যাহত রাখুন
lv: Turpināt lasīt
mr: वाचन सुरू ठेवा
oc: Contunhar de legir
ur: مطالعہ جاری رکھیں

# icon-shortcut-random-title
source: Random article
bn: অজানা নিবন্ধ
lv: Nejauša lapa
mr: अविशिष्ट लेख
oc: Article a l'azard
ur: تصادفی مضمون

# icon-shortcut-nearby-title
source: Nearby articles
bn: কাছাকাছি নিবন্ধ
mr: जवळपासचे लेख
oc: Articles vesins
ur: قریبی مضامین

# close-button-accessibility-label
source: Close
bn: বন্ধ
lv: Aizvērt
mr: बंद करा
oc: Tampar
ur: بند

# back-button-accessibility-label
source: Back
bn: পিছনে
lv: Atpakaļ
mr: परत जा
oc: Retorn
ur: واپس

# compass-direction
source: at $1 o'clock
bn: $1 টার সময়
mr: $1 वाजता
oc: a $1 oras
ur: $1 بجے پر

# explore-featured-article-heading
source: Featured article
bn: নির্বাচিত নিবন্ধ
mr: विशेष लेख
oc: Article de qualitat
sq: Artikujt e veçuar
ur: منتخب مضمون

# explore-continue-reading-heading
source: Continue reading
bn: পড়া অব্যাহত রাখুন
mr: वाचन सुरू ठेवा
oc: Contunhar de legir
sq: Vazhdo leximin
ur: مطالعہ جاری رکھیں

# explore-nearby-heading
source: Places near
bn: নিকটবর্তী স্থানগুলি
mr: जवळपासची स्थाने
oc: Endreits a proximitat
sq: Vendet në afërsi
ur: قریبی مقامات

# explore-nearby-sub-heading-your-location
source: Your location
bn: আপনার অবস্থান
lv: Tava atrašanās vieta
mr: आपले ठिकाण
oc: Vòstre emplaçament
sq: Vendndodhja juaj

# explore-nearby-placeholder-heading
source: Places
bn: স্থান

# explore-nearby-placeholder-sub-heading-on-wikipedia
source: On Wikipedia
bn: উইকিপিডিয়ায়

# explore-nearby-placeholder-sub-heading-on-language-wikipedia
source: On $1 Wikipedia
bn: $1 উইকিপিডিয়ায়

# explore-nearby-placeholder-dismiss
source: Dismiss
bn: খারিজ

# explore-nearby-placeholder-cancel
source: Cancel
bn: বাতিল

# explore-continue-related-heading
source: Because you read
bn: কারণ আপনি পড়েছেন
mr: कारण आपण वाचता
oc: Perque avètz legit
sq: Sepse ju lexoni
ur: چونکہ آپ پڑھتے ہیں

# explore-main-page-heading
source: Today on Wikipedia
bn: আজ উইকিপিডিয়ায়
lv: Šodien Vikipēdijā
mr: विकिपीडियावर आज
oc: Uèi sus Wikipèdia
sq: Sot në Wikipedia
ur: ویکیپیڈیا پر آج

# explore-random-article-heading
source: Random article
bn: অজানা যে-কোনো নিবন্ধ
lv: Nejauša lapa
mr: अविशिष्ट लेख
oc: Article a l'azard
sq: Artikull i rastit
ur: تصادفی مضمون

# explore-random-article-sub-heading
source: English Wikipedia
bn: ইংরেজি উইকিপিডিয়া
lv: Vikipēdija angļu valodā
mr: इंग्रजी विकिपीडिया
oc: Wikipèdia en anglés
sq: Wikipedia Anglisht
ur: انگریزی ویکیپیڈیا

# explore-potd-heading
source: Picture of the day
bn: আজকের নির্বাচিত ছবি
lv: Dienas attēls
mr: आजचे चित्र
oc: Imatge del jorn
sq: Fotografia e ditës
ur: آج کی تصویر

# explore-most-read-heading
source: Top read on $1 Wikipedia
bn: $1 উইকিপিডিয়ায় সর্বাধিক পঠিত
mr: $1 विकिपीडियावर सर्वात जास्त वाचलेले
ur: $1 ویکیپیڈیا پر سب سے زیادہ پڑھا گیا

# explore-most-read-generic-heading
source: Top read
bn: শীর্ষ পঠিত
mr: जास्तीत जास्त वाचलेले
oc: Los mai legits
ur: سب سے زیادہ پڑھا گیا

# explore-most-read-footer
source: All top read articles
bn: সর্বাধিক পঠিত নিবন্ধগুলি
mr: सर्वात जास्त वाचलेले लेख
oc: Totes los articles los mai legits
ur: سب سے زیادہ پڑھے جانے والے مضامین

# explore-most-read-footer-for-date
source: All top read articles on $1
bn: $1 তারিখে সকল সর্বাধিক পঠিত নিবন্ধসমূহ
mr: $1 वरील सर्वात जास्त वाचलेले लेख
ur: $1 پر سب سے زیادہ پڑھے جانے والے مضامین

# explore-most-read-more-list-title
source: Top articles
bn: শীর্ষ নিবন্ধ
mr: उत्कृष्ट लेख
oc: Melhors articles
sq: Artikujt më të lexuar
ur: اوپر والے مضامین

# no-email-account-alert
source: Please setup an email account on your device and try again.
bn: দয়া করে আপনার ডিভাসে একটি ইমেইল অ্যাকাউন্ট নির্ধারণ করুন এবং আবার চেষ্টা করুন।
mr: कृपया आपल्या उपकरणावर विपत्रपत्ता स्थापित करा व पुन्हा प्रयत्न करा.
ur: اپنے آلے پر ای میل کھاتہ کھول کر پھر سے کوشش کریں۔

# request-feedback-on-error
source: The app has encountered a problem that our developers would like to know more about. Please tap here to send us an email with the error details.
bn: এই অ্যাপলিকেশনটি একটি সমস্যার সম্মুখীন হয়েছে, যা আমাদের উন্নয়নকারী জানতে চান। এই ত্রুটির বিবরণসহ ইমেইল পাঠাতে দয়া করে এখানে টোকা দিন।
ur: ایپ کو ایک مسئلہ کا سامناہےجس کے بارے میں ہمارے تخلیق کار مزید جاننا پسند کریں گے۔ براہ مہربانی ہمیں مسئلہ کی تفصیلات کے ساتھ ایمیل بھیجنے کے لیے یہاں چھوئیں۔

# explore-another-random
source: Another random article
bn: অন্যান্য অজানা যে কোন নিবন্ধ
lv: Vēl viens nejaušs raksts
oc: Un autre article a l'azard
ur: ایک اور بے ترتیب مضمون

# explore-randomizer
source: Randomizer
bn: অজানা পাতা
lv: Nejauša lapa
oc: Article a l'azard

# find-in-page-no-matches
source: 0 matches
bn: ০টি মিল
lv: 0 atbilstības
oc: Pas cap de correspondéncia
ur: ۰جوڑ

# find-in-page-button-label
source: Find in page
bn: পাতায় খুঁজুন
lv: Atrast lapā
mr: पानामध्ये शोधा
oc: Trobar dins la pagina

# find-in-page-popover-description
source: Search text in articles
bn: নিবন্ধে পাঠ্যাংশ অনুসন্ধান করুন
lv: Meklēt tekstu rakstos
mr: लेखात मजकूर शोधा

# continue-reading-empty-title
source: No recently read articles
bn: সম্প্রতি পড়া কোনও নিবন্ধ নেই
oc: Cap d'articles pas legits recentament

# continue-reading-empty-description
source: Explore Wikipedia for more articles to read
bn: আরও নিবন্ধ পাঠ করতে উইকিপিডিয়া অন্বেষণ করুন

# top-read-see-more
source: See more top read
bn: আরও শীর্ষ পঠিত দেখুন
oc: Veire mai de paginas las mai gaitadas

# top-read-see-more-trending
source: See more trending
bn: আরো প্রবণতা দেখুন
oc: Veire mai de tendéncias

# top-read-header-with-language
source: $1 Wikipedia
bn: $1 উইকিপিডিয়া
lv: $1 Vikipēdija
mr: $1 विकिपीडिया
oc: Wikipèdia en $1

# top-read-header-generic
source: Wikipedia
bn: উইকিপিডিয়া
lv: Vikipēdija
mr: विकिपीडिया
oc: Wikipèdia

# readers-accessibility-label
source: $1 readers
bn: $1 জন পাঠক
lv: $1 lasītāji
oc: $1 lectors

# rank-accessibility-label
source: Number $1
bn: $1 নং
oc: Numèro $1

# reference-title
source: Reference $1
bn: তথ্যসূত্র $1
lv: Atsauce $1
mr: संदर्भ $1
oc: Referéncia $1

# in-the-news-notification-read-now-action-title
source: Read Now
bn: এখন পড়ুন
lv: Lasīt tagad
mr: आता वाचा
oc: Legir ara

# in-the-news-notification-share-action-title
source: Share...
bn: বণ্টন...
lv: Dalīties...
mr: सहभाग करा
oc: Partejar...

# in-the-news-notification-save-for-later-action-title
source: Save for later
bn: পরবর্তীর জন্য সংরক্ষণ করুন
lv: Saglabāt vēlākam laikam
mr: नंतरसाठी जतन करा
oc: Enregistrar per mai tard

# in-the-news-currently-trending
source: Currently trending
bn: বর্তমান প্রবণতা
oc: Actualament a la mòda

# in-the-news-title
source: In the news
bn: সংবাদে
lv: Ziņās
oc: Dins l'actualitat

# in-the-news-title-for-date
source: News on $1
bn: $1-এর সংবাদ
oc: Actualitats sus $1

# number-thousands
source: $1K
bn: $1 হাজার
mr: $1हजार

# number-millions
source: $1M
bn: $1 মিলিয়ন
mr: $1लक्ष

# number-billions
source: $1B
bn: $1 বিলিয়ন
mr: $1कोटी
oc: $1G

# feed-news-notification-button-text
source: Turn on notifications
bn: বিজ্ঞপ্তি চালু
lv: Ieslēgt paziņojumus
oc: Activar las notificacions
sq: Aktivizo njoftimet

source: Back
bn: পিছনে
lv: Atpakaļ
oc: Retorn
sq: Prapa

# save-action
source: Save
bn: সংরক্ষণ
lv: Saglabāt
oc: Enregistrar
sq: Ruaj

# unsave-action
source: Unsave
bn: অসংরক্ষিত
oc: Anullar l’enregistrament
sq: Mos ruaj

# status-saving-for-later
source: Saving for later...
bn: পরবর্তীর জন্য সংরক্ষণ করা হচ্ছে...
lv: Saglabā vēlākam laikam...
oc: Enregistrament per mai tard…
sq: Duke ruajtur për më vonë...

# status-saved-for-later
source: Saved for later
bn: পরবর্তীর জন্য সংরক্ষণ করুন
lv: Saglabāts vēlākam laikam
oc: Enregistrat per mai tard
sq: Ruajtur për më vonë

# announcements-dismiss
source: No thanks
bn: না ধন্যবাদ
lv: Nē, paldies
oc: Non mercé

# places-search-top-articles
source: Top articles
bn: সব শীর্ষ নিবন্ধ
oc: Melhors articles

# places-search-this-area
source: Search this area
bn: এই এলাকায় ফলাফল
oc: Recercar dins aquesta zòna

# places-search-saved-articles
source: Saved articles
bn: সব সংরক্ষিত নিবন্ধ
lv: Visi saglabātie raksti
oc: Articles enregistrats

# places-search-suggested-searches-header
source: Suggested searches
bn: প্রস্তাবিত অনুসন্ধান
oc: Recèrcas suggeridas

# places-search-recently-searched-header
source: Recently searched
bn: সম্প্রতি অনুসন্ধানকৃত
oc: Recercat recentament

# places-unknown-distance
source: unknown distance
bn: অজানা দূরত্ব

# places-enable-location-action-button-title
source: Enable location
bn: অবস্থান সক্রিয় করুন

# places-accessibility-group
source: $1 articles
bn: $1টি নিবন্ধ

# places-accessibility-show-as-map
source: Show as map
bn: মানচিত্র হিসাবে দেখাও

# places-accessibility-show-as-list
source: Show as list
bn: তালিকা হিসাবে দেখাও

# action-share
source: Share
bn: বণ্টন
oc: Partejar

# action-save
source: Save
bn: সংরক্ষণ
oc: Enregistrar

# action-read
source: Read
bn: পড়ুন
oc: Legir

# action-saved
source: Saved
bn: সংরক্ষিত

# preference_title_eventlogging_opt_in
source: Send usage reports
mr: वापराचा अहवाल पाठवा
oc: Mandar los rapòrts d’utilizacion
ur: استعمال کی رپورٹ بھیجیے

# preference_summary_eventlogging_opt_in
source: Allow Wikimedia to collect information about how you use the app to make the app better
mr: विकिपीडियास, आपण हे अॅप कसे वापरता याबद्दल माहिती घेण्यास परवानगी द्या जेणेकरुन, ते अॅप अधिक चांगले करता येईल.
ur: ویکیمیڈیا کو اجازت دیں کہ وہ آپ کے اس ایپ کے استعمال کی معلومات حاصل کرے تاکہ یہ کو اور بہتر بنایا جا سکے۔

# page_protected_autoconfirmed
source: This page has been semi-protected.
mr: हे पान अर्ध-सुरक्षित आहे.
sq: Kjo faqe ka qenë gjysmë e mbrojtur.
ur: یہ صفحہ نیم محفوظ رہا ہے۔

# page_protected_sysop
source: This page has been fully protected.
mr: हे पान पूर्णत: सुरक्षित आहे.
sq: Kjo faqe ka qenë e mbrojtur plotësisht.
ur: یہ صفحہ مکمل طور پر محفوظ رہا ہے۔

# page_protected_other
source: This page has been protected to the following levels: $1
mr: हे पान खालील स्तरांपर्यंत सुरक्षित आहे:$1
ur: یہ صفحہ مندرجہ سطح تک محفوظ کیا گیا ہے:$1

# page_protected_can_not_edit
source: You do not have the rights to edit this page
mr: तुम्हाला हे पान संपादन करण्याचा अधिकार नाही
sq: Ju nuk keni të drejtë të redaktoni këtë faqe
ur: آپ کے پاس اس صفحہ کو ترمیم کرنے کے حقوق نہیں ہیں

# page_protected_can_not_edit_title
source: This page is protected
mr: हे पान संरक्षित आहे
oc: Aquesta pagina es protegida
sq: Kjo faqe është e mbrojtur
ur: یہ محفوظ کردہ صفحہ ہے

# migration-update-progress-count-label
source: Migrating article $1 of $2
mr: $2 पैकी $1 लेखाचे स्थानांतरण करीत आहे
ur: مضامین $2 میں سے $1 کو منتقل کیا جارہا ہے

# migration-prompt-message
source: We need to move your saved and recent pages over. This may take a minute…
mr: आम्हास आपली जतन केलेली व अलीकडील पाने हलवायची आहेत. यास एखादा मिनीट लागू शकतो...
ur: ہمیں آپ کی محفوظ اور حالیہ صفحات کو منتقل کرنا ہوگا۔ اس کے لیے ایک منٹ درکار ہے...

# welcome-explore-tell-me-more-details
source: When you read an article, related articles are automatically added to your Explore feed. This doesn’t change how we collect your information, and your reading history is still private.
mr: जेंव्हा आपण एखादा लेख वाचता, संबंधित लेख आपल्या शोध रसदीस आपोआप जोडल्या जातात. आम्ही आपली माहिती कशी गोळा करतो त्यात बदल होत नाही व आपला वाचन इतिहास अजूनही खाजगीच राहतो.
ur: جب آپ ایک مضمون پڑھتے ہیں، متعلقہ مضامین ازخود آپ کے ایکسپلور کا حصہ بن جاتے ہیں۔ اس سے آپ کی معلومات اخذ کرنے کا ہمارا طریقہ نہیں بدلتا، اور آپ کا مطالعہ تاریخچہ پھر بھی زازداری میں رہتا ہے۔

# explore-most-read-more-list-title-for-date
source: Top on $1
mr: $1 वरील उत्कृष्ट
oc: Los mai legits al $1
ur: $1 پر اوپر

# settings-notifications-trending
source: Trending current events
oc: Tendéncias dels eveniments actuals

# home-title-accessibility-label
source: Wikipedia, scroll to top of Explore
oc: Wikipèdia, far desfilar cap amont per Explorar

# feed-news-notification-text
source: You can now receive notifications about Wikipedia articles trending in the news.
oc: Podètz ara recebre de notificacions a prepaus dels articles Wikipèdia dins la tendéncia de l'actualitat.
