Repository: jordainfg/wikipedia-ios
Catalog: Wikipedia/Localizations/*.lproj/Localizable.strings
Languages: bn, lv, mr, oc, sq, ur

# search-recent-title
source: Recently searched
bn: সম্প্রতি অনুসন্ধানকৃত
mr: अलीकडील शोधलेले
oc: Recercats recentament
sq: Kërkimet e fundit
ur: حالیہ تلاش شدہ

# search-recent-clear-confirmation-heading
source: Delete all recent searches?
bn: সাম্প্রতিক সব অনুসন্ধান মুছে ফেলবেন?
mr: सध्याचे सर्व शोध वगळु?
oc: Escafar totas las recèrcas recentas ?
sq: Fshi të gjitha kërkimet e fundit?
ur: حالیہ سبھی تلاشوں کو حذف کریں؟

# search-recent-clear-confirmation-sub-heading
source: This action cannot be undone!
bn: এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না!
mr: ही क्रिया परतवू शकत नाही!
sq: Ky veprim nuk mund të zhbëhet!
ur: اس عمل کو واپس نہیں کیا سکتا!

# search-recent-clear-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
sq: Anulo
ur: منسوخ

# search-recent-clear-delete-all
source: Delete All
bn: সব মুছে ফেলুন
lv: Dzēst visu
mr: सर्व वगळा
oc: Suprimir tot
sq: Fshi të gjitha
ur: سبھی کو حذف کریں

# search-result-redirected-from
source: Redirected from: $1
bn: $1 থেকে পুনর্নির্দেশিত
lv: Pāradresēts no: $1
mr: पासून पुनर्निदेशन: $1
oc: Redirigit dempuèi : $1
ur: $1 سے رجوع مکرر ہوا ہے

# settings-title
source: Settings
bn: সেটিংস
lv: Iestatījumi
mr: मांडण्या
oc: Paramètres
sq: Cilësimet
ur: ترجیحات

# settings-language
source: Wikipedia language
bn: উইকিপিডিয়া ভাষা
lv: Vikipēdijas valoda
mr: विकिपीडिया भाषा
oc: Lenga de wikipèdia
ur: ویکیپیڈیا زبان

# settings-support
source: Support Wikipedia
bn: উইকিপিডিয়াকে সাহায্য করুন
lv: Atbalsti Vikipēdiju
mr: विकिपीडियास साहाय्य करा
oc: Sosténer Wikipèdia
ur: وکی میڈیا کی حمایت

# settings-language-bar
source: Show languages on search
bn: অনুসন্ধানের সময় ভাষাগুলিকে দেখাও
lv: Rādīt valodas meklēšanā
mr: शोधात भाषा दाखवा
ur: تلاش ميں زبانوں کو دکھائیں

# settings-my-languages
source: My languages
bn: আমার ভাষাসমূহ
lv: Manas valodas
mr: माझ्या भाषा
oc: Mas lengas
ur: میری زبانیں

# settings-notifications
source: Notifications
bn: বিজ্ঞপ্তি
lv: Paziņojumi
mr: अधिसूचना
oc: Notificacions

# settings-help-and-feedback
source: Help and feedback
bn: সাহায্য ও প্রতিক্রিয়া
lv: Palīdzība un atsauksmes
mr: साहाय्य व प्रतिसाद
oc: Ajuda e comentaris
ur: مدد اور ردعمل

# settings-primary-language
source: Primary
bn: প্রাথমিক
mr: प्राथमिक
oc: Principal
sq: Primar
ur: ابتدائی

# settings-primary-language-details
source: The first language in this list is used as the primary language for the app. Changing this language will change daily content (such as Featured Article) shown on Explore.
bn: এই তালিকার প্রথম ভাষাটি অ্যাপের প্রাথমিক ভাষা হিসেবে ব্যবহর করা হয়েছে। এই ভাষা পরিবর্তন অন্বেষণে দেখানো দৈনিক বিষয়বস্তুকে (যেমন নির্বাচিত নিবন্ধ) পরিবর্তন করতে পারে।
mr: या अॲपसाठी, यादीतील प्रथम भाषा ही प्राथमिक भाषा म्हणून वापरल्या जाते. ही भाषा बदलण्याने, शोधा वर दाखविलेले, रोजचे आशय बदलतील(जसे अविशिष्ट लेख).
ur: اس فہرست کی پہلی زبان ایپ کی ابتدائی زبان کے طور پر استعمال کی گئی ہے۔ اس زبان کو بدلنے سے روزانہ کا مواد بدل سکتا ہے (جیسے کہ منتخب مضمون) جو کہ ایکسپلور (Explore) پر دکھایا جاتا ہے۔

# settings-notifications-system-off
source: Notifications are currently turned off for Wikipedia. Go to your device's Settings to turn on notifications
bn: বর্তমানে উইকিপিডিয়ার জন্য বিজ্ঞপ্তি বন্ধ করা হয়েছে। বিজ্ঞপ্তি পুনরায় চালু করতে আপনার যন্ত্রের সেটিংয়ে যান।
oc: Las notificacions son actualament desactivadas per Wikipèdia. Anatz dins los paramètres de vòstre aparelh per activar las notificacions

# settings-notifications-system-turn-on
source: Turn on Notifications
bn: বিজ্ঞপ্তি বন্ধ করুন
lv: Ieslēgt paziņojumus
oc: Activar las notificacions

# settings-notifications-learn-more
source: Learn more about notifications
bn: বিজ্ঞপ্তি সম্পর্কে আরো জানুন
lv: Uzziniet vairāk par paziņojumiem

# settings-notifications-push-notifications
source: Push notifications
bn: পাঠানো বিজ্ঞপ্তি
oc: Notificacions mandadas

# main-menu-title
source: More
bn: আরও
lv: Vairāk
mr: अधिक
oc: Mai
sq: Më tepër...
ur: مزید

# main-menu-heading-about
source: About
bn: পরিচিতি
lv: Par
mr: च्या बद्दल
oc: A prepaus
sq: Rreth
ur: کے بارے میں

# main-menu-language-title
source: Search $1 Wikipedia
bn: $1 ভাষার উইকিতে অনুসন্ধান
lv: Meklēt $1 Vikipēdijā
mr: $1 विकिपीडियात शोधा
oc: Recercar lo wiki de lenga $1
sq: Kërko në Wikipedian në gjuhën $1
ur: $1 ویکیپیڈیا تلاش کریں

# main-menu-faq
source: Frequently asked questions
bn: প্রায়শই জিজ্ঞাসিত প্রশ্নসমূহ
lv: Bieži uzdotie jautājumi
mr: नेहमी विचारण्यात येणारे प्रश्न
oc: Fèira de las questions
sq: Pyetje të shpeshta
ur: عمومی سوالات

# main-menu-language-toggle-show
source: Show languages
bn: ভাষা দেখাও
lv: Rādīt valodas
mr: भाषा दाखवा
oc: Afichar las lengas
sq: Trego gjuhët
ur: زبانیں دکھائیں

# main-menu-language-toggle-hide
source: Hide languages
bn: ভাষা আড়াল করো
lv: Paslēpt valodas
mr: भाषा लपवा
oc: Amagar las lengas
sq: Fshih gjuhët
ur: زبانیں چھپائیں

# main-menu-language-selection-saved
source: Language selection saved
bn: ভাষা নির্বাচন সংরক্ষণ হয়েছে
lv: Valodas izvēle saglabāta
mr: भाषेची निवड जतन केली
oc: Seleccion de lenga enregistrada
ur: زبان کا انتخاب محفوظ ہوچکا ہے

# main-menu-account-title-logged-out
source: Account
bn: অ্যাকাউন্ট
lv: Konts
mr: खाते
oc: Compte
sq: Llogaria
ur: کھاتہ

# main-menu-account-title-logged-in
source: Logged in as $1
bn: $1 হিসাবে প্রবেশ
mr: सनोंद प्रवेशित $1 म्हणून
oc: Connectat en tant que $1.
sq: Keni hyrë si: $1
ur: داخل شدہ بطور $1

# main-menu-account-login
source: Log in
bn: প্রবেশ করুন
lv: Pieslēgties
mr: सनोंद-प्रवेश करा
oc: Connexion
sq: Hyni
ur: داخل ہوں

# main-menu-account-logout
source: Log out
bn: প্রস্থান
lv: Iziet
mr: सनोंद-निर्गम
oc: Desconnexion
sq: Dil
ur: خارج ہوجائیں

# main-menu-account-logout-are-you-sure
source: Are you sure you want to log out?
bn: আপনি কি নিশ্চিত যে আপনি প্রস্থান করতে চান?
mr: आपण निश्चित करता काय कि आपणास निर्गमित व्हायचे आहे?
oc: Sètz segur que vos volètz desconnectar ?
ur: کیا آپ یقینی طور پر خارج ہوجانا چاہتے ہیں؟

# main-menu-account-logout-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
ur: منسوخ

# main-menu-show-title
source: Show me...
bn: আমাকে দেখাও...
mr: मला दाखवा...
oc: M’afichar…
sq: Më trego...
ur: مجھے دکھائیں...

# main-menu-show-history
source: Recent
bn: সাম্প্রতিক
mr: अलीकडील
sq: Të fundit
ur: حالیہ

# main-menu-show-saved
source: Saved pages
bn: সংরক্ষিত পাতা
lv: Saglabātās lapas
mr: जतन केलेली पाने
oc: Paginas enregistradas
sq: Faqet e ruajtura
ur: محفوظ صفحات

# main-menu-current-article-save
source: Save $1 for offline reading
bn: অফলাইন অবস্থায় পড়ার জন্য $1 সংরক্ষণ করুন।
lv: Saglabāt $1 lasīšanai bezsaistē
mr: विनाजाल वाचनासाठी $1 जतन करा
oc: Enregistrar $1 per una lectura fòra linha
sq: Ruani $1 për lexim pa internet
ur: $1 کو آفلائن پڑھنے کےلیے محفوظ کریں

# main-menu-random
source: Random
bn: অজানা
lv: Nejaušs raksts
mr: अविशिष्ट
oc: A l'azard
sq: I rastit
ur: تصادفی

# main-menu-feedback-heading
source: Feedback
bn: প্রতিক্রিয়া
lv: Atsauksmes
mr: प्रतिक्रिया
oc: Comentari
sq: Komente
ur: ردعمل

# main-menu-send-feedback
source: Write to us
bn: আমাদের লিখুন
lv: Rakstiet mums
mr: आम्हास लिहा
oc: Nos escriure
sq: Dërgoni komente rreth aplikacionit
ur: ہميں لکھیں

# main-menu-show-page-history
source: History of changes to $1
bn: $1-এর পরিবর্তনের ইতিহাস
mr: $1 च्या बदलांचा इतिहास
oc: Istoric dels cambiaments de $1
sq: Historiku i ndryshimeve të artikullit $1
ur: $1 ميں تبدیلیوں کی تاریخ

# main-menu-credits
source: Credits
bn: কৃতিত্ব
mr: श्रेयनिर्देश
oc: Mercejaments
sq: Kreditet
ur: کریڈٹ

# main-menu-about
source: About the app
bn: অ্যাপ সম্পর্কে
lv: Par lietotni
mr: अॅप विषयी
oc: A prepaus de l’aplicacion
sq: Rreth aplikacionit Wikipedia
ur: ایپ کے بارے ميں

# main-menu-zero-faq
source: Wikipedia Zero FAQ
bn: উইকিপিডিয়া জিরো প্রাজিপ্র
lv: Vikipēdija Zero BUJ
mr: विकिपीडीया झीरो एफएक्यू
oc: FAQ de Wikipèdia Zèro
sq: Pyetje dhe përgjigje për Wikipedia Zero
ur: ویکیپیڈیا زیرو عمومی سوالات

# main-menu-privacy-policy
source: Privacy policy
bn: গোপনীয়তার নীতি
lv: Privātuma poltika
mr: गुप्तता नीती
oc: Politica de confidencialitat
sq: Politika e privatësisë
ur: اصول براۓ اخفائے راز

# main-menu-terms-of-use
source: Terms of Use
bn: ব্যবহারের শর্তাবলী
lv: Lietošanas noteikumi
mr: वापरण्याच्या अटी
oc: Condicions d'utilizacion
sq: Kushtet e përdorimit
ur: استعمال کی شرائط

# main-menu-rate-app
source: Rate the app
bn: অ্যাপটি মূল্যায়ন করুন
lv: Novērtē lietotni
mr: या अॲपचे दरनिर्धारण करा
oc: Notar l’aplicacion
sq: Vlerësoni aplikacionin
ur: ایپ کو گردانیے

# main-menu-heading-zero
source: Wikipedia Zero
bn: উইকিপিডিয়া জিরো
lv: Vikipēdija Zero
mr: विकिपीडीया झीरो
oc: Wikipèdia Zèro
ur: ویکیپیڈیا زیرو

# main-menu-heading-legal
source: Privacy and Terms
bn: আইনী তথ্য
lv: Privātuma politika un nosacījumi
mr: गुप्तता व अटी
oc: Confidencialitat e condicions
sq: Privatësia dhe Kushtet
ur: رازداری اور شرائط

# main-menu-show-today
source: Today
bn: আজ
lv: Šodien
mr: आज
oc: Uèi
sq: Sot
ur: آج

# main-menu-nearby
source: Nearby
bn: কাছাকাছি
lv: Tuvumā
mr: जवळपास
oc: A proximitat
sq: Pranë
ur: قریبی

# main-menu-more
source: More...
bn: আরও...
lv: Vairāk...
mr: अधिक...
oc: Mai...
sq: Më shumë...
ur: مزید...

# main-menu-heading-debug
source: Debug
bn: ডিবাগ
mr: गणकदोष काढा
oc: Desbogar
ur: ڈی بگ

# main-menu-debug-crash
source: Crash
bn: ক্র্যাশ
mr: नेस्तनाबूत
oc: Plantar
sq: Mbyllje e detyrueshme
ur: کریش

# main-menu-debug-tweaks
source: Developer settings
bn: বিকাশকারীর সেটিংস
lv: Izstrādātāja iestatījumi
mr: विकसकाच्या स्थापण्या
oc: Paramètres de desvolopament
ur: ڈیولپر کی ترجیحات

# saved-title
source: Saved
bn: সংরক্ষিত
lv: Saglabāts
mr: जतन केले
oc: Enregistrat
ur: محفوظ

# saved-pages-title
source: Saved pages
bn: সংরক্ষিত পাতা
lv: Saglabātās lapas
mr: जतन केलेली पाने
oc: Paginas enregistradas
sq: Faqet e ruajtura
ur: محفوظ صفحات

# saved-pages-clear-confirmation-heading
source: Are you sure you want to delete all your saved pages?
bn: সংরক্ষিত সব আইটেম অপসারণ করবেন?
mr: आपण नक्की करता काय कि आपली जतन केलेली सर्व पाने वगळावयाची आहेत?
oc: Sètz segur que volètz suprimir totes vòstres elements enregistrats ?
sq: Fshi të gjithë artikujt e ruajtur?
ur: کیا آپ اپنے تمام محفوظ صفحات کو حذف کرنا چاہتے ہیں؟

# saved-pages-clear-confirmation-sub-heading
source: This action cannot be undone!
bn: এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না!
mr: ही क्रिया परतवू शकत नाही!
sq: Ky veprim nuk mund të zhbëhet!
ur: اس فعل کو واپس نہیں لیا جاسکتا!

# saved-pages-clear-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
sq: Anulo
ur: منسوخ

# saved-pages-clear-delete-all
source: Yes, delete all
bn: হ্যাঁ, সব মুছে ফেলুন
lv: Jā, dzēst visu
mr: होय,सर्व वगळा
oc: Òc, suprimir tot
sq: Fshi të gjitha
ur: ہاں، تمام حذف کریں

# saved-pages-refresh-cancel-alert-title
source: Update cancelled
bn: আপলোড বাতিল হয়েছে
mr: अद्यतन रद्द केल्या गेले
oc: Mesa a jorn anullada
ur: تحدیث منسوخ

# saved-pages-refresh-cancel-alert-message
source: Wikipedia articles are updated all the time. Tap refresh to get the latest versions of all the articles.
bn: উইকিপিডিয়া নিবন্ধ সব সময় হালনাগাদ করা হয়। সব নিবন্ধের সর্বশেষ সংস্করণ পেতে পুনঃসতেজ বোতামে টোকা দিন।
mr: प्रत्येक वेळी विकिपीडिया लेख हे अद्यतन होत असतात. तरोताजे करा टिचकण्याने आपणास सर्व लेखांची अद्ययावत आवृत्ती मिळू शकते.
ur: ویکیپیڈیا مضامین ہروقت عملِ تحدیث سے گزرتے ہیں۔ آپ "ری فریش" پر ٹیپ کریں تاکہ سبھی مضامین کی تازہ تبدیل صورت مل سکے۔

# saved-pages-refresh-cancel-alert-button
source: Got it
bn: বুঝেছি
lv: Sapratu
mr: समजले
oc: L’obténer
sq: E kuptova
ur: سمجھ ميں آیا

# saved-pages-description
source: Saved pages are pretty awesome. Think of them as bookmarks that you can read even when you are offline.
bn: সংরক্ষিত পাতা বেশ ভালো। তাদের বুকমার্ক হিসাবে চিন্তা করুন যা এমনকি আপনি অফলাইনে থাকাকালীন সময়েও আপনি পড়তে পারেন।
mr: जतन केलेली पाने फारच जबरदस्त आहेत.विनाजाल असतांना देखील त्यांना वाचण्यास, त्यांना बुकमार्क करण्याबाबत विचार करा.
ur: محفوظ صفحات بڑے کام کی چیز ہیں. انہیں بُک مارکس کی طرح سمجھیے لیکن انہیں آپ آف لائن بھی پڑھ سکتے ہیں۔

# saved-pages-none
source: No saved pages yet.
bn: এখনো কোন পাতা সংরক্ষিত হয়নি।
mr: अद्याप येथे साठवलेली पाने नाहीत.
oc: Pas encara cap de pagina enregistrada.
ur: کوئی محفوظ صفحہ نہیں ابھی نہیں ہے!

# saved-pages-image-download-error
source: Failed to download images for this saved page.
bn: এই সংরক্ষিত পাতার জন্য চিত্র ডাউনলোড করা ব্যর্থ হয়েছে।
mr: या जतन केलेल्या पानासाठीच्या संचिका अधिभारण अयशस्वी
ur: محفوظ صفحات کے لیے تصاویر کو کامیابی سے ڈاؤنلوڈ نہیں کیا جاسکا۔

# history-title
source: History
bn: ইতিহাস
lv: Vēsture
mr: इतिहास
oc: Istoric
ur: تاریخچہ

# page-history-title
source: Article history
bn: নিবন্ধের ইতিহাস
lv: Raksta vēsture
mr: लेख इतिहास
oc: Istoric de l’article
sq: Historiku i artikullit
ur: مضمون کا تاریخچہ

# page-history-downloading
source: Loading article history...
bn: নিবন্ধের ইতিহাস লোড হচ্ছে...
lv: Ielādē raksta vēsturi...
mr: लेख इतिहासाचे प्रभारण करीत आहे...
sq: Duke ngarkuar historikun e artikullit...
ur: مضمون کا تاریخچہ لوڈ کیا جارہا ہے...

# navbar-title-mode-edit-wikitext
source: Edit
bn: সম্পাদনা
lv: Labot
mr: संपादन
oc: Modificar
sq: Redakto
ur: ترمیم

# navbar-title-mode-login
source: Log in
bn: প্রবেশ
lv: Pieslēgties
mr: सनोंद-प्रवेश
oc: Se connectar
sq: Hyni
ur: داخل ہوں

# navbar-title-mode-login-and-save
source: Log in and publish
bn: প্রবেশ করুন ও প্রকাশ করুন
lv: Pieslēgties un publicēt
mr: सनोंद प्रवेश करा व जतन करा
oc: Se connectar e publicar
ur: داخل ہوں اور محفوظ کریں

# navbar-title-mode-create-account
source: Create account
bn: অ্যাকাউন্ট তৈরি করুন
lv: Izveidot kontu
mr: खाते बनवा
oc: Crear un compte
sq: Krijo llogari
ur: کھاتہ بنائیں

# navbar-title-mode-create-account-and-save
source: Create account and publish
bn: অ্যাকাউন্ট তৈরি করুন ও প্রকাশ করুন
lv: Izveidot kontu un publicēt
mr: खाते तयार करुन प्रकाशित करा
ur: کھاتا بنائیں اور محفوظ کریں

# navbar-title-mode-edit-wikitext-warning
source: Edit issues
bn: সমস্যা সম্পাদনা
mr: संपादन बाबी
oc: Modificar los problèmas
ur: مسئلوں کی ترمیم

# navbar-title-mode-edit-wikitext-disallow
source: Edit issues
bn: সমস্যা সম্পাদনা
mr: संपादन बाबी
oc: Modificar los problèmas
ur: مسئلوں کی ترمیم

# navbar-title-mode-edit-wikitext-preview
source: Preview
bn: প্রাকদর্শন
lv: Priekšskatījums
mr: झलक
oc: Apercebut
sq: Parapamje
ur: نمائش

# navbar-title-mode-edit-wikitext-captcha
source: Quick verification needed
bn: দ্রুত যাচাইকরণের প্রয়োজন
mr: जलद पडताळणी आवश्यक
oc: Verificacion rapida necessària
ur: فوری تصدیق ضروری ہے

# navbar-title-mode-edit-wikitext-summary
source: Describe your edit
bn: আপনার সম্পাদনা বর্ণনা করুন।
lv: Apraksti savu labojumu
mr: आपल्या संपादनाचे वर्णन करा
oc: Descrivètz vòstra modificacion
sq: Përshkruani redaktimin tuaj
ur: اپنی ترمیم کی وضاحت کریں

# navbar-title-mode-edit-wikitext-save
source: Publish
bn: প্রকাশ করুন
lv: Publicēt
mr: प्रकाशित करा
oc: Publicar
sq: Ruaj
ur: محفوظ

# edit-summary-choice-linked-words
source: Added links
bn: লিংক সংযোজন
lv: Pievienotas saites
mr: दुवे जोडले
oc: Ligams aponduts
sq: Shtova lidhje
ur: روابط شامل کیا

# edit-summary-choice-fixed-grammar
source: Fixed grammar
bn: ব্যাকরণ ঠিক করা হয়েছে
lv: Labota gramatika
mr: व्याकरण ठिकठाक केले
oc: Correccion gramaticala
sq: Rregollova gabimet gramatikore
ur: درستی قواعد

# edit-summary-choice-fixed-inaccuracy
source: Fixed inaccuracy
bn: অশুদ্ধ ঠিক করা হয়েছে
lv: Labota nepreciziāte
mr: चूक सुधरविली
oc: Inexactitud corregida
sq: Rregollva disa pasaktësi
ur: عدم درستی ہٹادی گئی

# edit-summary-choice-fixed-styling
source: Fixed styling
bn: শৈলী ঠিক করা হয়েছে
lv: Labots stils
oc: Correccion d'estil
sq: Rregullova stilizimin
ur: طرز کی اصلاح

# edit-summary-choice-fixed-typos
source: Fixed typo
bn: বানান ঠিক করা হয়েছে
lv: Labota pareizrakstības kļūda
mr: टंकनदोष सुधरविला
oc: Correccion de fautas
sq: Rregullova gabimet drejtshkrimore
ur: درستی املا

# edit-summary-choice-added-category
source: Added category
bn: বিষয়শ্রেণী যোগ করা হয়েছে
lv: Pievienota kategorija
mr: वर्ग जोडला
oc: Categoria aponduda
sq: Shtova kategori
ur: اندراج زمرہ

# edit-summary-choice-added-missing-info
source: Added missing info
bn: অনুপস্থিত তথ্য যোগ করা হয়েছে
lv: Pievienota trūkstoša informācija
mr: नसलेली माहिती जोडली
oc: Apondon d’una informacion mancanta
sq: Shtova informacione që mungonin
ur: مفقود معلومات کا اضافہ کیا گیا ہے۔

# edit-summary-choice-added-clarification
source: Added clarification
bn: ব্যাখ্যা যোগ করা হয়েছে
lv: Pievienots precizējums
mr: खुलासा जोडला
oc: Apondon d’una precision
sq: Shtova sqarime
ur: وضاحت شامل کی گئی ہے۔

# edit-summary-choice-other
source: Other
bn: অন্যান্য
lv: Cits
mr: इतर
oc: Autre
sq: Tjetër
ur: دیگر

# edit-summary-description
source: A specific summary helps co-editors quickly review your edits. You can also pick from tags below.
bn: একটি নির্দিষ্ট সারসংক্ষেপ সহ-সম্পাদকদের আপনার সম্পাদনাগুলি দ্রুত পর্যালোচনা করতে সাহায্য করে। এছাড়াও আপনি নীচের ট্যাগ থেকে বাছাই করতে পারেন।
mr: विशिष्ट सारांश आपल्या सह-संपादकांना जलदरित्या आपल्या संपादनांचे पुनरावलोकन करण्यास मदत करते.आपण खालील पताकांतूनही निवडू शकता.
oc: Un resumit especific ajuda los coeditors a relegir rapidament vòstras modificacions. Tanben podètz far vòstra causida demest las balisas çaijós.
sq: Një përmbledhje specifike i ndihmon bashkë-redaktorët t'i rishikojnë shpejt redaktimet tuaja. Ju mund të zgjidhni gjithashtu nga etiketat më poshtë.
ur: مخصوص خلاصہ ساتھی ترمیم کنندوں کو آپ کی ترامیم کو جلدی ہی پرکھنے میں مدد کرسکتا ہے۔آپ نیچے کے ٹیگوں میں سے بھی چُن سکتے ہیں۔

# edit-summary-field-placeholder-text
source: Other ways you improved the article
bn: অন্যান্য যে পদ্ধতিতে আপনি নিবন্ধটির মান উন্নয়ন করেছেন
mr: या पानाचे सुधारणेसाठी ईतर मार्ग
sq: Mënyra të tjera se si ju e përmirësuat artikullin
ur: دوسرے طریقے جن سے آپ نے اس مضمون کو بہتر کیا

# edit-summary-title
source: How did you improve the article?
bn: কীভাবে আপনি পাতাটি উন্নত করেছেন?
mr: तूम्ही या पानात काय वाढवले?
sq: Si e përmirësuat artikullin?
ur: اس مضمون میں آپ نے کیا درستی کی؟

source: Fetching random article
bn: অজানা নিবন্ধ আনা হচ্ছে
ur: تصادفی مضمون ڈھونڈا جارہا ہے

# article-pull-to-refresh-prompt
source: Pull to refresh article
bn: নিবন্ধ পুনঃসতেজ করতে টানুন
oc: Tirar per refrescar l’article
sq: Tërhiq për të përditësuar artikullin
ur: مضمون کی بازتازگی کے لیے کھینچیں

# article-pull-to-refresh-is-refreshing
source: Refreshing article
bn: নিবন্ধ পুনঃসতেজ হচ্ছে
lv: Atjaunina rakstu
mr: लेख तरोताजा करीत आहे
oc: Article refrescat
sq: Duke përditësuar artikullin
ur: مضمون کو بازتازہ کیا جارہا ہے

# credits-title
source: Open source repositories
bn: মুক্ত উৎসের ভান্ডার
ur: کھلے ذرائع کے ذخائر

# credits-wikimedia-repos
source: Wikimedia repositories
bn: উইকিমিডিয়া
ur: ویکیپیڈیا کے ذخائر

# credits-gerrit-repo
source: App main (Gerrit)
bn: প্রধান অ্যাপ (জেরিট)
oc: Aplicacion principala (Gerrit)
ur: ایپ کااصل (گیریٹ - Gerrit)

# credits-github-mirror
source: App mirror (GitHub)
bn: মিরর অ্যাপ (গিটহাব)
oc: Aplicacion miralh (GitHub)
ur: ایپ کا آئینہ (گِٹہَب - Github)

# credits-external-libraries
source: External repositories
bn: বাহ্যিক সংগ্রহস্থল
oc: Extèrne
ur: خارجی ذخائر

# about-title
source: About
bn: পরিচিতি
lv: Par
mr: च्या विषयी
oc: A prepaus
sq: Rreth
ur: کے بارے میں

# about-wikipedia
source: Wikipedia
bn: উইকিপিডিয়া
lv: Vikipēdija
mr: विकिपीडिया
oc: Wikipèdia
ur: ویکیپیڈیا

# about-contributors
source: Contributors
bn: অবদানকারীগণ
mr: योगदानकर्ते
sq: kontribuuesit
ur: ترمیم کنندگان

# about-testers
source: Testers
bn: পরীক্ষকগণ
mr: तपासनीस
oc: Testaires
sq: testuesit
ur: پرکھنے والے

# about-testers-details
source: QA tested by $1
bn: $1 দ্বারা QA পরীক্ষিত
oc: AQ testada per $1
ur: کیو اے کی پرکھ $1 نے کی

# about-translators
source: Translators
bn: অনুবাদকগণ
lv: Tulkotāji
mr: भाषांतरकार
oc: Traductors
sq: përkthyesit
ur: مترجمین

# about-translators-details
source: Translated by volunteers at $1
bn: $1 -এ স্বেচ্ছাসেবকদের দ্বারা অনূদিত
mr: $1 वर स्वयंसेवकांद्वारे भाषांतरीत
oc: Aquesta aplicacion es estada traduita per de traductors benevòls sus $1
sq: Përkthyer nga vullnetarët në $1
ur: رضاکاروں کی جانب سے $1 پر ترجمہ کیا گیا تھا

# about-libraries
source: Libraries used
bn: ব্যবহৃত গ্রন্থাগারগুলি
lv: Izmantotās bibliotēkas
mr: वापरलेले ग्रंथभंडार
oc: Bibliotècas utilizadas
ur: مستعملہ لائبریریاں

# about-libraries-license
source: License
bn: লাইসেন্স
lv: Licence
mr: परवाना
oc: Licéncia
ur: اجازہ

# about-libraries-licenses
source: Licenses
bn: লাইসেন্স
lv: Licences
mr: परवाने
oc: Licéncias
ur: اجازہ جات

# about-content-license
source: Content license
bn: বিষয়বস্তুর লাইসেন্স
lv: Satura licence
mr: आशय परवाना
oc: Licéncia del contengut
ur: مواد کا اجازہ

# about-content-license-details
source: Unless otherwise specified, content is available under a $1.
bn: অন্যথায় নির্দিষ্ট করা না থাকলে, বিষয়বস্তু $1-এর অধীনে উপলব্ধ।
mr: जर नमूद केले नसेल तर, आशय हा $1 परवान्यांतर्गत उपलब्ध आहे.
ur: جب تک الگ سے بتایا نہ گیا ہو تب تک مواد $1 کے تحت دستیاب ہے۔

# about-content-license-details-share-alike-license
source: Creative Commons Attribution-ShareAlike License
bn: ক্রিয়েটিভ কমন্স অ্যাট্রিবিউশন শেয়ার অ্যালাইক
mr: क्रिएटिव कॉमन्स अट्ट्रिब्यूशन-शेयरअलाइक लायसंस
ur: کریئیٹیو کامنز انتساب / یکساں-شراکت اجازت نامہ

# about-libraries-licenses-title
source: We love open source software $1
bn: আমরা মুক্ত উৎসের সফটওয়্যার ভালোবাসি $1
mr: आम्हास मुक्त स्रोत संचेतन $1 आवडते
ur: ہم کھلے ذرائع کے سافٹ ویئر $1 کو پسند کرتے ہیں

# about-libraries-complete-list
source: Complete list
bn: সম্পূর্ণ তালিকা
lv: Pilns saraksts
mr: संपूर्ण यादी
oc: Lista completa
ur: مکمل فہرست

# about-repositories
source: Repositories
bn: সংগ্রহস্থল
oc: Referencials
ur: ذخائر

# about-repositories-app-source-license
source: Source code available under the $1.
bn: উৎস কোড $1-এর অধীনে উপলব্ধ।
mr: स्रोत संकेत $1 अंतर्गत उपलब्ध.
ur: ماخذ کا کوڈ $1 کے تحت دستیاب ہے۔

# about-repositories-app-source-license-mit
source: MIT License
bn: এমআইটি লাইসেন্স
lv: MIT licence
mr: एमआयटी परवाना
oc: Licéncia MIT
ur: ایم آئی ٹی اجازہ

# about-send-feedback
source: Send app feedback
bn: অ্যাপ সম্পর্কে প্রতিক্রিয়া জানান
mr: अॅपबद्दलची प्रतिक्रिया पाठवा
oc: Mandar un comentari sus l’aplicacion
ur: ایپ پر ردعمل بھیجیں

# about-product-of
source: Made by the $1 with the help of volunteers like you
bn: আপনার মত স্বেচ্ছাসেবকের সাহায্য নিয়ে $1 সহকারে তৈরি করা হয়েছে
mr: आपल्यासम स्वयंसेवकांच्या मदतीद्वारे $1 ने तयार केले
oc: Fait per la $1 amb l’ajuda de volontaris tals coma vos
ur: آپ جیسے رضاکاروں کی مدد سے یہ $1 کی جانب سے بنایا گیا ہے

# about-wikimedia-foundation
source: Wikimedia Foundation
bn: উইকিমিডিয়া ফাউন্ডেশন
mr: विकीमेडिया प्रतिष्ठान
oc: Fondacion Wikimèdia
sq: Fondacioni Wikimedia
ur: ویکیمیڈیا فاؤنڈیشن

# share-menu-save-page
source: Save page
bn: পাতা সংরক্ষণ করুন
lv: Saglabāt lapu
mr: लेखपान जतन करा
oc: Enregistrar la pagina
sq: Ruaj faqen
ur: صفحہ کو محفوظ کریں

# share-menu-page-saved
source: Saved for offline reading.
bn: নিবন্ধ সংরক্ষিত
lv: Saglabāts lasīšanai bezsaistē.
mr: विनाजाल वाचनासाठी जतन केले
oc: Pagina enregistrada
sq: Ruajtur për lexim pa internet.
ur: آفلائن پڑھنے کے لیے محفوظ کیا گیا ہے۔

# share-menu-page-saved-access
source: Tip: to access your saved pages, tap $1 above or long-press $2 below.
bn: পরামর্শ: আপনার সংরক্ষিত পাতায় প্রবেশ করতে, $1-এর উপরে টোকা দিন বা $2-এর নিচে দীর্ঘ-প্রেস করুন।
mr: सूचना:आपण जतन केलेल्या पानांवर पोहोचेसाठी,वर असलेल्या $1 ला थपकवा किंवा खाली असलेल्या $2 ला थोडा अधिक वेळ दाबा.
ur: گُر کی بات: اپنے محفوظ صفحات تک رسائی کے لیے اوپر $1 ٹیپ کریں یا نیچے $2 کو دیر تک بجائیں۔

# share-custom-menu-item
source: Share...
bn: বণ্টন...
lv: Dalīties...
mr: सहभाग करा
oc: Partejar…
sq: Shpërndaje
ur: دوسروں کو بھیجیں

# share-a-fact-share-menu-item
source: Share-a-fact
bn: একটি তথ্য শেয়ার করুন
oc: Partejar-un-fait
ur: حقیقت دوسروں کو بھیجیں

# share-on-twitter-sign-off
source: via @Wikipedia
bn: @উইকিপিডিয়া হয়ে
oc: via @Wikipèdia
ur: @Wikipedia کے ذریعہ سے

# share-article-name-on-wikipedia
source: "$1" on @Wikipedia:
bn: @Wikipedia -এ "$1":
oc: « $1 » sus @Wikipedia:
sq: "$1" në @Wikipedia:
ur: "$1" @Wikipedia پر:
