Repository: jordainfg/wikipedia-ios
Catalog: Wikipedia/Localizations/*.lproj/Localizable.strings
Languages: bn, lv, mr, oc, sq, ur

# languages-title
source: Change language
bn: ভাষা পরিবর্তন করুন
lv: Mainīt valodu
mr: भाषा बदला
oc: Cambiar de lenga
sq: Ndrysho gjuhën
ur: زبان تبدیل کریں

# article-languages-label
source: Choose language
bn: ভাষা নির্বাচন করুন
lv: Izvēlies valodu
mr: भाषा निवडा
oc: Causir una lenga
sq: Zgjidhni gjuhën
ur: زبان منتخب کریں

# article-languages-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
sq: Anulo
ur: منسوخ

# article-languages-downloading
source: Loading article languages...
bn: নিবন্ধের ভাষাসমূহ লোড হচ্ছে...
lv: Ielādē raksta valodas...
mr: लेखाच्या भाषेचे भारण करीत आहे...
oc: Cargament de las lengas de l’article en cors…
sq: Duke ngarkuar gjuhët e artikullit...
ur: مضمون کی زبانیں لوڈ ہورہی ہیں...

# article-languages-filter-placeholder
source: Find language
bn: ভাষা খুঁজুন
lv: Atrast valodu
mr: भाषा शोधा
oc: Trobar la lenga
sq: Gjeni gjuhën
ur: زبان کو تلاش کریں

# article-read-more-title
source: Read more
bn: আরো পড়ুন
lv: Lasīt vairāk
mr: अधिक वाचन
oc: Ne saber mai
sq: Lexo më shumë
ur: مزید پڑھیں

# article-about-title
source: About this article
bn: এই নিবন্ধ সম্পর্কে
lv: Par šo rakstu
mr: या लेखाबद्दल
oc: A prepaus d'aqueste article
sq: Rreth këtij artikulli
ur: اس مضمون کے بارے میں

# article-unable-to-load-section
source: Unable to load this section. Try refreshing the article to see if it fixes the problem.
bn: এই অনুচ্ছেদ পূরণ করতে অসমর্থ। যদি এই সমস্যা সমাধান হয়ে থাকে তাহলে নিবন্ধটি দেখার জন্য পুনরায় সতেজ করুন।
mr: या भागाचे भारण करता आले नाही.या लेखास तरोताजे करण्याने अडचण दुर होते का बघा.
sq: Nuk mund të ngarkohet ky seksion. Provoni të rihapni artikullin për të parë nëse rregullohet problemi.
ur: اس قطعے کو لوڈ نہیں کیا جا سکا۔ مضمون تازہ لوڈ کرکے دیکھیے کہ کیا اس مسئلے کا حل ممکن ہوچکا ہے۔

# article-unable-to-load-article
source: Unable to load article.
bn: নিবন্ধ লোড করতে অসমর্থ।
mr: लेखाचे भारण करता आले नाही.
oc: Impossible de cargar l'article.
sq: Nuk mund të ngarkohet artikulli.
ur: مضمون کو لوڈ نہیں کیا جا سکا۔

# article-related-articles-title
source: Related articles
bn: সম্পর্কিত নিবন্ধ
lv: Saistītie raksti
mr: संबंधित लेख
oc: Articles connèxes
sq: Artikuj të ngjashëm
ur: متعلقہ مضامین

# article-languages-yours
source: Your languages
bn: আপনার ভাষাসমূহ
lv: Tavas valodas
mr: आपल्या भाषा
oc: Vòstras lengas
sq: Gjuhët tuaja
ur: آپ کی زبانیں

# article-languages-others
source: Other languages
bn: অন্যান্য ভাষাসমূহ
lv: Citas valodas
mr: इतर भाषा
oc: Autras lengas
sq: Gjuhët e tjera
ur: دیگر زبانیں

# info-box-title
source: Quick facts
bn: দ্রুত তথ্য
lv: Ātrie fakti
mr: जलद तथ्य
oc: Faits en brèu
sq: Fakte të shpejta
ur: فوری حقائق

# info-box-close-text
source: Close
bn: বন্ধ
lv: Aizvērt
mr: बंद करा
oc: Tampar
sq: Mbylle
ur: بند کریں

# table-title-other
source: More information
bn: আরও তথ্য
lv: Vairāk informācijas
mr: अधिक माहिती
oc: Mai d'informacions
sq: Më shumë informacion
ur: دیگر معلومات

# saved-clear-all
source: Clear
bn: পরিষ্কার করুন
lv: Notīrīt
mr: स्वच्छ करा
oc: Escafar
sq: Pastro
ur: صاف

# history-clear-all
source: Clear
bn: পরিষ্কার করুন
lv: Notīrīt
mr: स्वछ करा
oc: Escafar
sq: Pastro
ur: واضح

# history-label
source: Recent
bn: সাম্প্রতিক
mr: अलीकडील
sq: Të fundit
ur: حالیہ

# history-section-today
source: Today
bn: আজ
lv: Šodien
mr: आज
oc: Uèi
sq: Sot
ur: آج

# history-section-yesterday
source: Yesterday
bn: গতকাল
lv: Vakar
mr: काल
oc: Ièr
sq: Dje
ur: کل

# history-section-lastweek
source: Last week
bn: গত সপ্তাহ
lv: Pēdējā nedēļā
mr: मागील आठवडयात
oc: La setmana passada
sq: Javën e kaluar
ur: آخری ہفتہ

# history-section-lastmonth
source: Last month
bn: গত মাস
lv: Pēdējā mēneša laikā
mr: मागील महिन्यात
oc: Lo mes passat
sq: Muajin e kaluar
ur: آخری ماہ

# history-clear-confirmation-heading
source: Are you sure you want to delete all your recent items?
bn: সাম্প্রতিক সব আইটেম মুছে ফেলবেন?
mr: आपण हे निश्चित करता काय कि आपणास आपल्या अलीकडील सर्व बाबी वगळायच्या आहेत?
sq: Fshini të gjithë artikujt e fundit?
ur: کیا آپ تمام حالیہ مواد کو حذف کرنا چاہتے ہیں؟

# history-clear-confirmation-sub-heading
source: This action cannot be undone!
bn: এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না!
mr: ही क्रिया परतवू शकत नाही!
oc: Aquesta accion pòt pas èsser anullada !
sq: Ky veprim nuk mund të zhbëhet!
ur: اس پر عمل نہیں کیا سکا!

# history-clear-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
sq: Anulo
ur: منسوخ

# history-clear-delete-all
source: Yes, delete all
bn: হ্যাঁ, সব মুছে ফেলুন
lv: Jā, dzēst visu
mr: होय, सर्व वगळा
oc: Òc, suprimir tot
sq: Fshi të gjitha
ur: ہاں، تمام حذف کریں

# history-description
source: You probably deleted all of them. Next time you go to a page you can get back to it from here.
bn: আপনি সম্ভবত সবকিছু মুছে ফেলেছেন। পরবর্তী সময় যখন আপনি একটি পাতায় যাবেন আপনি এখান থেকে তাতে আবার যেতে পারবেন।
mr: त्यातील आपण बहुतेक सर्वच वगळले आहेत. पुढील वेळेस आपल्यास कोणतेही पान हवे असेल तर तेथे, आपण येथून जाउ शकता.
sq: Ndoshta i keni fshirë të gjitha. Herën tjetër që shkoni në një faqe, ju mund të riktheheni te ajo nga këtu.
ur: آپ نے غالبًا ان سبھی کو حذف کردیا ہے۔ اگلی بار جب آپ کسی صفحہ پر جائیں، آپ وہاں یہاں کا رُخ کرسکتے ہیں۔

# history-none
source: No recent pages here.
bn: এখানে কোন সাম্প্রতিক পাতা নেই।
mr: अलीकडील पाने येथे नाहीत.
sq: Nuk ka faqe të fundit këtu.
ur: کوئی حالیہ صفحہ موجود نہیں۔

# zero-free-verbiage
source: Free Wikipedia access from your mobile operator (data charges waived)
bn: মোবাইল অপারেটরদের সৌজন্যে বিনামূল্যে উইকিপিডয়া (ডাটা চার্জ প্রযোজ্য নয়)
mr: आपल्या भ्रमणध्वनी चालकाद्वारे मुक्त विकिपीडिया पोहोच (डाटा चार्जेस लगणार नाहीत)
sq: Qasje falas Wikipedia nga operatori juaj celular (pa tarifim të dhënash)
ur: آپ کے موبائل آپریٹر کی جانب سے مفت ویکیپیڈیا (ڈاٹا شرحیں معاف)

# zero-charged-verbiage
source: Wikipedia Zero is off
bn: উইকিপিডিয়া জিরো নিষ্ক্রিয়
lv: Vikipēdija Zero ir izslēgts
mr: विकिपीडिया झिरो बंद आहे
oc: Wikipèdia Zèro es desactivada
sq: Wikipedia Zero është e çaktivizuar
ur: ویکیپیڈیا زیرو ختم ہو چکا ہے۔

# zero-charged-verbiage-extended
source: Loading other articles may incur data charges. Saved articles stored offline do not use data and are free.
bn: অন্যান্য নিবন্ধ লোড করলে ডেটা চার্জ বহন করতে হতে পারে। সংরক্ষিত নিবন্ধ সংরক্ষণ করলে অফলাইনে তা ডেটা ব্যবহার করে না এবং তা বিনামূল্যে।
mr: इतर लेखांचे प्रभारण केल्याने आपणास डाटा चार्जेस लागू शकतात.विनाजाल जतन केलेले लेख डाटा वापरत नाहीत व मुक्त आहेत.
sq: Hapja e artikujve të tjerë mund të çojë në tarifimin e të dhënave. Artikujt e ruajtur nuk përdorin të dhëna dhe janë falas.
ur: دیگر مضامین کو لوڈ کرنے سے ڈاٹا شرحوں کو نافذ کیا جاسکتا ہے۔ محفوظ مضامین کو جنہیں آفلائن رکھا گیا ہے ڈاٹا کے استعمال کی ضرورت نہیں پڑتی اور یہ مفت ہیں۔

# zero-interstitial-title
source: Leaving Wikipedia Zero
bn: উইকিপিডিয়া জিরো প্রস্থান হচ্ছে
lv: Atstāj Vikipēdija Zero
mr: विकिपीडिया झिरो त्यागत आहे
oc: Sortida de Wikipèdia Zèro
sq: Duke lënë Wikipedia Zero
ur: ویکیپیڈیا زیرو کو ختم کریں

# zero-interstitial-leave-app
source: Data charges may apply. Continue to external site?
bn: ডাটা চার্জ প্রযোজ্য হতে পারে। অন্য ওয়েবসাইটিতে যেতে চান?
mr: डाटा चार्जेस लागू शकतील.बाह्य संकेतस्थळास सुरू ठेउ?
sq: Mund të zbatohet tarifimi i të dhënave. Dëshironi të vazhdoni në faqen e jashtme?
ur: اس بیرونی ربط پر جانے کے لیے آپ سے موبائل کمپنی قیمت وصول کرے گی، کیا اسے جاری رکھیں؟

# zero-interstitial-continue
source: Leave
bn: ছেড়ে চলুন
lv: Pamest
mr: सोडा
oc: Quitar
sq: Largohu
ur: نہیں

# zero-interstitial-cancel
source: Stay here
bn: এখানে থাকুন
lv: Palikt šeit
mr: इथेच रहा
oc: Demorar aicí
sq: Qëndroni këtu
ur: ہاں

# zero-learn-more
source: Data charges are waived for this Wikipedia app.
bn: এই উইকিপিডিয়া অ্যাপের জন্য ডাটা চার্জ প্রযোজ্য নয়।
mr: या विकिपीडिया अॲपसाठी डाटा चार्जेस लागणार नाहीत.
sq: Nuk zbatohet tarifimi i të dhënave për këtë aplikacion të Wikipedias.
ur: اس ویکیپیڈیا ایب کی شرحیں ہٹا دی گئی ہیں۔

# zero-learn-more-learn-more
source: Read more
bn: আরও পড়ুন
lv: Lasīt vairāk
mr: अधिक वाचन
oc: Legir la seguida
sq: Lexo më shumë
ur: مزید پڑھیں

# zero-learn-more-no-thanks
source: Dismiss
bn: খারিজ
lv: Noraidīt
mr: रद्द करा
oc: Regetar
sq: Largoje
ur: ہٹائیں

# zero-wikipedia-zero-heading
source: Wikipedia Zero
bn: উইকিপিডিয়া জিরো
lv: Vikipēdija Zero
mr: विकिपीडीया झीरो
oc: Wikipèdia Zèro
ur: ویکیپیڈیا زیرو

# zero-warn-when-leaving
source: Warn if leaving Zero
bn: উইকিপিডিয়া জিরো প্রস্থানের সময় সতর্ক করো
lv: Brīdināt kad iziet no Zero
mr: जर झिरो त्यागत असाल तर इशारा द्या
oc: Avertir en quitant Zèro
sq: Më paralajmëro nëse po lë Wikipedia Zeron
ur: ویکیپیڈیا زیرو چھوڑنے کی صورت میں آگاہ کریں

# zero-settings-devmode
source: Zero devmode
bn: জিরো ডেভমোড
lv: Zero izstrādātāju versija
mr: झिरो डेव्हमोड
oc: Devmode Zèro
ur: Zero devmode (ویکپیڈیا زیرو کا ڈیولپمنٹ موڈ)

# account-creation-title
source: Create a new account
bn: নতুন অ্যাকাউন্ট তৈরি করুন
lv: Izveidot jaunu kontu

# account-creation-captcha-required
source: CAPTCHA verification required.
bn: ক্যাপচা যাচাইকরণ প্রয়োজন।
lv: Nepieciešama CAPTCHA verifikācija.
mr: कॅपचा पडताळणी आवश्यक.
oc: Verificacion per CAPTCHA obligatòria.
sq: Kërkohet verifikimi CAPTCHA.
ur: کیپچا کی تصدیق ضروری ہے۔

# account-creation-captcha-retry
source: Incorrect entry. Please try again.
bn: প্রবেশকৃত লেখা ভুল। অনুগ্রহপূর্বক আবার চেষ্টা করুন।

# account-creation-captcha-obtaining
source: Obtaining a new CAPTCHA...
bn: একটি নতুন ক্যাপচা সংগ্রহ করা হচ্ছে...
lv: Iegūst jaunu CAPTCHA...
mr: नविन कॅपचा मिळवित आहे...
oc: Obtencion d’un novèl CAPTCHA…
sq: Duke marrë një CAPTCHA tjetër.
ur: نئی کیپچا حاصل کی جارہی ہے۔

# account-creation-captcha-title
source: CAPTCHA security check
bn: ক্যাপচা নিরাপত্তা পরীক্ষা
oc: Verificacion de seguretat CAPTCHA

# account-creation-captcha-cannot-see-image
source: Can't see the image? $1
bn: চিত্রটি দেখতে পাচ্ছেন না? $1
oc: Impossible de veire l’imatge ? $1

# account-creation-captcha-request-account
source: Request an account.
bn: অ্যাকাউন্টের অনুরোধ করুন।
oc: Demandar un compte.

# account-creation-logging-in
source: Logging in...
bn: প্রবেশ হচ্ছে...
mr: सनोंद प्रवेश करीत आहे...
oc: Connexion en cors…
sq: Duke hyrë...
ur: داخل ہو رہے ہیں...

# account-creation-passwords-mismatched
source: Password fields do not match.
bn: পাসওয়ার্ড মিলেনি
mr: परवलीचा शब्द जुळत नाही.
oc: Los senhals son pas identics.
sq: Fushat e fjalëkalimeve nuk përputhen.
ur: کلمہ شناخت نہیں ملتے۔

# account-creation-saving
source: Saving...
bn: সংরক্ষণ হচ্ছে ...
lv: Saglabā...
mr: जतन करीत आहे...
oc: Enregistrament en cors…
sq: Duke ruajtur...
ur: محفوظ ہورہا ہے...

# account-creation-login
source: Already have an account? Log in.
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে? প্রবেশ করুন।
mr: आपले खाते आहे? प्रवेश करा
oc: Avètz ja un còmpte ? Connectatz-vos.
sq: Keni një llogari? Identifikohuni
ur: پہلے سے کھاتہ موجود ہے؟ داخل ہوجائیں۔

# account-creation-missing-fields
source: You must enter a username, password, and password confirmation to create an account.
bn: একাউন্ট তৈরি করার জন্য আপনাকে অবশ্যই একটি ব্যবহারকারী নাম, পাসওয়ার্ড, এবং পাসওয়ার্ড নিশ্চিতকরণ দিতে হবে।
mr: खाते उघडण्यास आपण सदस्यनाव,परवलीचा शब्द व परवलीचा शब्दाचे नक्कीकरण टाकणे आवश्यक आहे.
oc: Vos cal sasir un nom d'utilizaire, un senhal e una confirmacion de vòstre senhal per crear un compte.
sq: Ju duhet të fusni një emër përdoruesi, fjalëkalimin dhe konfirmimin e fjalëkalimit për të krijuar një llogari.
ur: کھاتہ بنانے کے لیے صارف کا نام، کلمہ شناخت اور کلمہ شناخت کی تصدیق فراہم کریں۔

# account-creation-create-account
source: Create your account
bn: আপনার অ্যাকাউন্ট তৈরি করুন
lv: Izveidot savu kontu

# account-creation-have-account
source: Already have an account? $1
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে? $1

# account-creation-log-in
source: Log in.
bn: প্রবেশ করুন।

# new-password-title
source: Set your password
bn: আপনার পাসওয়ার্ড স্থাপন করুন
oc: Definir vòstre senhal

# new-password-instructions
source: You logged in with a temporary password. To finish logging in set a new password here.
bn: আপনি সাময়িক পাসওয়ার্ড দিয়ে প্রবেশ করেছেন। প্রবেশ সম্পূর্ণ করতে এখানে একটি নতুন পাসওয়ার্ড নির্ধারণ করুন।

# two-factor-login-title
source: Log in to your account
bn: আপনার অ্যাকাউন্টে প্রবেশ করুন
oc: Se connectar a vòstre compte

# two-factor-login-instructions
source: Please enter two factor verification code
bn: দুই গুণনীয়ক যাচাইকরণ কোড প্রবেশ করান

# two-factor-login-continue
source: Continue log in
bn: প্রবেশ অব্যাহত রাখুন

# login-name-not-found
source: Username is required to login.
bn: প্রবেশ করার জন্য ব্যবহারকারী নাম প্রয়োজন।
mr: सनोंद-प्रवेशास सदस्यनाव हवे.
oc: Lo nom d'utilizaire es obligatòri per se connectar.
sq: Emri i përdoruesit është i nevojshëm në mënyrë që të hyni.
ur: داخل ہونے کے لیے صارف کے نام کی ضرورت ہے۔

# login-name-illegal
source: You provided an illegal username.
bn: আপনি একটি অবৈধ ব্যবহারকারী নাম দিয়েছেন।
mr: आपण अवैध सदस्यनाव पुरविले.
oc: Avètz causit un nom d’utilizaire pas autorizat.
sq: Ju dhatë një emër përdoruesi të palejuar.
ur: آپ نے ایک ناقابل قبول صارف کا نام فراہم کیا ہے۔

# login-name-does-not-exist
source: The username you provided doesn't exist.
bn: আপনার দেয়া নামে কোনো ব্যবহারকারী নেই।
mr: आपण पुरविलेले सदस्यनाव अस्तित्वात नाही.
oc: Lo nom d’utilizaire qu'avètz provesit existís pas.
sq: Emri i përdoruesit që dhatë nuk ekziston.
ur: آپ کا فراہم کردہ صارف کا نام موجود نہیں ہے۔

# login-password-empty
source: Password is required to login.
bn: প্রবেশ করার জন্য পাসওয়ার্ডের প্রয়োজন।
lv: Nepieciešama parole, lai ieietu.
mr: सनोंद प्रवेशास परवलीचा शब्द आवश्यक.
oc: Lo senhal es obligatòri per se connectar.
sq: Fjalëkalimi është i nevojshëm në mënyrë që të hyni.
ur: داخل ہونے کے لیے کلمہ شناخت ضروری ہے۔

# login-password-wrong
source: The password you provided is incorrect.
bn: আপনি যেই পাসওয়ার্ডটি দিয়েছেন তা সঠিক নয়।
mr: आपण पुरविलेला परवलीचा शब्द चूक आहे.
oc: Lo senhal qu'avètz provesit es pas corrècte.
sq: Fjalëkalimi që dhatë është i pasaktë.
ur: آپ کا فراہم کردہ کلمہ شناخت غلط ہے۔

# login-throttled
source: You've logged in too many times in a short time.
bn: আপনি অল্প সময়ের মাঝে অনেকবার প্রবেশ করেছেন।
mr: कमी वेळात आपण अनेकदा प्रवेश केला आहे.
sq: Keni hyrë shumë herë në një kohë të shkurtër.
ur: مختصر وقت میں آپ کئی بار داخل ہوچکے ہیں۔

# login-user-blocked
source: User is blocked.
bn: ব্যবহারকারী অবরুদ্ধ।
lv: Dalībnieks ir bloķēts.
mr: सदस्यास प्रतिबंधित केले आहे.
oc: L'utilizaire es blocat.
sq: Përdoruesi është i bllokuar.
ur: صارف پر پابندی ہے

# login-account-creation
source: Don't have an account? Join Wikipedia.
bn: কোন অ্যাকাউন্ট নেই? উইকিপিডিয়ায় যোগ দিন
mr: आपले खाते नाही? विकिपीडियाशी जुळा.
oc: Avètz pas de compte ? Rejonhètz Wikipèdia.
sq: Nuk keni llogari? Bashkojuni Wikipedias
ur: کھاتہ نہیں ہے؟ ویکیپیڈیا میں شامل ہویئے۔

# login-username-placeholder-text
source: Username
bn: ব্যবহারকারী নাম
lv: Lietotājvārds
mr: सदस्यनाव
oc: Nom d'utilizaire
sq: Emri i përdoruesit
ur: صارف کانام

# login-password-placeholder-text
source: Password
bn: পাসওয়ার্ড
lv: Parole
mr: परवलीचा शब्द
oc: Senhal
sq: Fjalëkalimi
ur: پاس ورڈ

# login-forgot-password
source: Forgot your password?
bn: পাসওয়ার্ড ভুলে গেছেন?
oc: Senhal doblidat ?

# login-title
source: Log in to your account
bn: আপনার অ্যাকাউন্টে প্রবেশ করুন

# login-no-account
source: Don't have an account? $1
bn: কোন অ্যাকাউন্ট নেই? $1

# login-join-wikipedia
source: Join Wikipedia.
bn: উইকিপিডিয়ায় যোগ দিন।

# field-username-title
source: Username
bn: ব্যবহারকারী নাম
lv: Lietotājvārds

# field-username-placeholder
source: enter username
bn: ব্যবহারকারী নাম লিখুন

# field-password-title
source: Password
bn: পাসওয়ার্ড
lv: Parole

# field-password-placeholder
source: enter password
bn: পাসওয়ার্ড লিখুন
lv: ievadi paroli

# field-password-confirm-title
source: Confirm password
bn: পাসওয়ার্ড নিশ্চিত করুন

# field-password-confirm-placeholder
source: re-enter password
bn: পাসওয়ার্ড পুনরায় লিখুন

# field-new-password-title
source: New password
bn: নতুন পাসওয়ার্ড
lv: Jaunā parole

# field-new-password-placeholder
source: enter new password
bn: নতুন পাসওয়ার্ড লিখুন

# field-new-password-confirm-title
source: Confirm new password
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন

# field-new-password-confirm-placeholder
source: re-enter new password
bn: নতুন পাসওয়ার্ড পুনরায় লিখুন

# field-email-title
source: Email address (optional)
bn: ইমেইল
lv: E-pasta adrese (nav obligāta)

# field-token-title
source: Token
bn: যাচাইকরণ কোড

# field-token-placeholder
source: enter token
bn: টোকেন লিখুন

# field-captcha-title
source: Enter the text you see above
bn: উপরে যে লেখা দেখতে পাচ্ছেন তা লিখুন

# field-captcha-placeholder
source: CAPTCHA text
bn: ক্যাপচা পাঠ
lv: CAPTCHA teksts

# forgot-password-title
source: Reset password
bn: পাসওয়ার্ড পুনঃস্থাপন
oc: Reïnicializar lo senhal

# forgot-password-instructions
source: Fill in one of the fields below to receive password reset instructions via email
bn: ইমেলের মাধ্যমে পাসওয়ার্ড পুনঃস্থাপন করার নির্দেশাবলী পেতে নিচের ক্ষেত্রগুলির একটি পূরণ করুন

# forgot-password-username-prompt
source: Username
bn: ব্যবহারকারী নাম
oc: Nom d'utilizaire

# forgot-password-email-prompt
source: Email (optional)
bn: ইমেইল (ঐচ্ছিক)
oc: Corrièr electronic (facultatiu)

# forgot-password-button-title
source: Reset
bn: পুন:স্থাপন
oc: Reïnicializar

# forgot-password-email-sent
source: An email with password reset instructions was sent
bn: পাসওয়ার্ড পুনঃনির্ধারণ করার নির্দেশাবলী সহ একটি ইমেল প্রেরণ করা হয়েছে

# wikitext-downloading
source: Loading content...
bn: বিষয়বস্তু লোড হচ্ছে...
lv: Ielādē saturu...
mr: आशयाचे भारण करीत आहे...
oc: Cargament del contengut...
sq: Duke ngarkuar përmbajtjen...
ur: مواد کو لوڈ کیا جارہا ہے...

# wikitext-download-failed
source: Unable to obtain latest revision.
bn: সর্বশেষ সংস্করণটি পাওয়া সম্ভব হয়নি।
mr: अद्यतन आवृत्ती मिळवू शकलो नाही.
sq: Nuk mund të hapet versioni i fundit.
ur: تازہ ترین نظرثانی حاصل نہیں کی جاسکی ہے۔

# wikitext-download-success
source: Content loaded.
bn: বিষয়বস্তু লোড হয়েছে।
lv: Saturs ielādēts.
mr: आशयाचे भारण केले आहे.
oc: Contengut cargat.
sq: Përmbajtja u ngarkua.
ur: مواد کو لوڈ کیا جا چکا ہے۔

# wikitext-preview-changes
source: Retrieving preview of your changes...
bn: আপনার পরিবর্তনগুলির প্রাকদর্শন উদ্ধার হচ্ছে...
mr: आपल्या बदलाची झलक दाखवित आहे...
sq: Duke marrë një parapamje të ndryshimeve tuaja...
ur: آپ کی تبدیلیوں کی نمائش دوبارہ حاصل کی جارہی ہے...

# wikitext-preview-changes-none
source: No changes were made to be previewed.
bn: প্রাকদর্শন করার মত কোন পরিবর্তন করা হয়নি।
mr: झलक दाखविण्याजोगे काहीच बदल केल्या गेले नाहीत.
sq: Nuk u bë asnjë ndryshim për parapamje.
ur: کوئی تبدیلی نہیں کی گئی ہے جس کی نمائش کی جا سکے۔

# wikitext-upload-result-unknown
source: Unable to determine wikitext upload result.
bn: উইকিটেক্সট আপলোডের ফলাফল নির্ণয় করা যায়নি।
mr: विकिमजकूर अपभारण निकाल नक्की करण्यास अक्षम.
ur: ویکی متن اپلوڈ کے نتیجے کا تعین نہیں کیا جا سکا۔

# wikitext-upload-captcha-error
source: CAPTCHA verification error.
bn: ক্যাপচা যাচাইকরণ ত্রুটি।
lv: CAPTCHA verifikācijas kļūda.
mr: कॅपचा पडताळणीत त्रुटी.
ur: کیپچا کی تصدیق میں خطا۔

# wikitext-upload-captcha-needed
source: Need CAPTCHA verification.
bn: ক্যাপচা যাচাইকরণ প্রয়োজন।
lv: Nepieciešama CAPTCHA verifikācija.
mr: कॅपचा पडताळणी करणे आवश्यक.
ur: کیپچا کی تصدیق ضروری۔

# wikitext-upload-save
source: Publishing...
bn: প্রকাশ করা হচ্ছে...
lv: Publicē...
mr: प्रकाशन करीत आहे...
oc: Publicacion en cors…
sq: Duke publikuar...
ur: محفوظ ہو رہا ہے...

# wikitext-upload-save-sign-in
source: Log in
bn: প্রবেশ
lv: Pieslēgties
mr: सनोंद-प्रवेश
oc: Se connectar
sq: Hyni
ur: داخل ہوں

# wikitext-upload-save-sign-in-benefits
source: So co-editors can connect with you & you can see what articles you edited.
bn: সুতরাং সহ-সম্পাদক আপনার সাথে যোগাযোগ করতে পারেন ও আপনি কোন নিবন্ধ সম্পাদন করেছেন তা আপনি দেখতে পারেন।
mr: याद्वारे सह-संपादक आपल्याशी जुळू शकत नाहीत व कोणते लेख संपादिलेत ते आपण बघु शकता.
ur: اس طرح دیگر ترمیم کنندے آپ سے جڑ سکتے ہیں اور آپ دیکھ سکتے ہیں کہ کونسے مضامین کی ترمیم آپ کرچکے ہیں۔

# wikitext-upload-save-anonymously
source: Publish anonymously
bn: নামহীনভাবে প্রকাশ করুন
lv: Publicēt anonīmi
mr: अनामिक म्हणून प्रकाशित करा
oc: Publicar anonimament
sq: Ruaj në mënyrë anonime
ur: گم نامی سے محفوظ کریں۔

# wikitext-upload-save-anonymously-warning
source: Edits will be attributed to the IP address of your device. If you $1 you will have more privacy.
bn: সম্পাদনা আপনার ডিভাইসের আইপি ঠিকানায় আরোপিত করা হবে। আপনি যদি $1 করেন আপনি আরো গোপনীয়তা পাবেন।
mr: आपल्या उपकरणाच्या अंकपत्त्यास ही संपादने संलग्न होतील. जर आपण $1 केले तर आपणास अधिक एकांत मिळू शकतो.
ur: ترامیم کا انتساب آپ کے آلے کے دستور شبکی پتے کو جائے گا۔ اگر آپ $1 آپ کے پاس زیادہ نجی حیثیت رہے گی۔

# wikitext-upload-save-terms-and-license
source: By publishing, you agree to the $1, and to irrevocably release your contributions under the $2 license.
bn: প্রকাশ করার দ্বারা, আপনি $1-এ সম্মত ও আপনার অবদান $2 লাইসেন্সের অধীনে অপরিবর্তনীয় প্রকাশে সম্মত হচ্ছেন।
mr: प्रकाशित करण्याने आपण $1 मान्य करता,व न परताव्याच्या अटींवर आपले योगदान $2 परवान्यांतर्गत विमोचित करता.
ur: محفوظ کرتے ہوئے آپ $1 کو تسلیم کرتے ہیں، اور ناقابل تلافی حد تک آپ کے تعاون کو $2 اجازہ کے تحت جاری کرتے ہیں۔

# wikitext-upload-save-terms-name
source: Terms of Use
bn: ব্যবহারের শর্তাবলী
lv: Izmantošanas noteikumi
mr: वापराच्या अटी
oc: Condicions d'utilizacion
ur: استعمال کے شرائط

# wikitext-upload-save-license-name
source: CC BY-SA 3.0
bn: সিসি বাই-এস ৩.০
ur: کریئیٹیو کامنز انتساب / یکساں-شراکت اجازت نامہ 3.0

# open-link-title
source: Open link
bn: লিঙ্ক খুলুন
lv: Atvērt saiti
mr: दुवा उघडा
oc: Dobrir lo ligam
sq: Hap lidhjen
ur: ربط کھولیں

# open-link-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
sq: Anulo
ur: منسوخ

# search-title
source: Search
bn: অনুসন্ধান
lv: Meklēt
mr: शोधा
oc: Recercar
ur: تلاش

# search-searching
source: Searching...
bn: অনুসন্ধান হচ্ছে...
lv: Meklē...
mr: शोधत आहे...
oc: Recèrca en cors...
sq: Duke kërkuar...
ur: تلاش جاری ہے...

# search-no-matches
source: No matches found for search term.
bn: অনুসন্ধান করা শব্দের জন্য কোন মিল পাওয়া যায়নি।
mr: शोध मजकूराशी काहीच अनुरुप सापडले नाही.
ur: تلاش کی اصطلاح کے مساوی کچھ بھی نہیں ملا

# search-field-placeholder-text
source: Search Wikipedia
bn: উইকিপিডিয়া অনুসন্ধান
lv: Meklēt Vikipēdijā
mr: विकिपीडिया मध्ये शोधा
oc: Recercar dins Wikipèdia
sq: Kërko në Wikipedia
ur: ویکیپیڈیا میں تلاش

# search-field-placeholder-text-zero
source: Search Wikipedia Zero
bn: উইকিপিডিয়া জিরো অনুসন্ধান
lv: Meklēt Vikipēdijā Zero
mr: विकीपिडीया झीरो मध्ये शोधा
oc: Recercar dins Wikipèdia Zèro
sq: Kërko në Wikipedia Zero
ur: زیرو ویکیپیڈیا میں تلاش

# search-loading-section-zero
source: Loading first section of the article...
bn: নিবন্ধের প্রথম অনুচ্ছেদ লোড হচ্ছে...
mr: लेखाच्या पहिल्या विभागाचे प्रभारण करीत आहे...
oc: Cargament de la primièra seccion de l’article…
sq: Duke ngarkuar seksionin e parë të artikullit...
ur: اس مضمون کے پہلے قطعے کو لوڈ کیا جارہا ہے...

# search-loading-section-remaining
source: Loading the rest of the article...
bn: নিবন্ধের বাকী অংশ লোড হচ্ছে...
mr: उरलेला लेख प्रभारण करीत आहे...
oc: Cargament del demai de l’article…
sq: Duke ngarkuar pjesën tjetër të artikullit...
ur: بقیہ مضمون کو لوڈ کیا جارہا ہے...

# search-loading-article-loaded
source: Article loaded.
bn: নিবন্ধ লোড হয়েছে।
lv: Raksts ielādēts.
mr: लेखाचे प्रभारण झाले.
oc: Article cargat.
sq: Artikulli u ngarkua.
ur: مضمون لوڈ کیا گیا ہے۔

# search-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
sq: Anulo
ur: منسوخ

# search-titles
source: Titles
bn: নামসমূহ
lv: Nosaukumi
mr: शीर्षके:
oc: Títols
sq: Titujt
ur: عنوانات

# search-within-articles
source: Within articles
bn: নিবন্ধসমূহের মধ্যে
mr: लेखातच
oc: Dins los articles
sq: Brenda artikujve
ur: مضامین کے اندر

# search-did-you-mean
source: Did you mean $1?
bn: আপনি কি $1 বুঝাচ্ছেন?
mr: तुम्हाला $1 म्हणायचे आहे काय?
oc: Volètz dire $1 ?
sq: Mos kishit në mendje $1?
ur: کیا آپ کی مراد $1 ہے؟
