Repository: jordainfg/wikipedia-ios
Catalog: Wikipedia/Localizations/*.lproj/Localizable.strings
Languages: bn, lv, mr, oc, sq, ur

# share-article-name-on-wikipedia-with-selected-text
source: "$1" on @Wikipedia: "$2"
bn: @Wikipedia -এ "$1": "$2"
oc: « $1 » sus @Wikipedia : « $2 »
sq: "$1" në @Wikipedia: "$2"
ur: "$1" @Wikipedia پر : "$2"

source: Share as image
bn: ছবি হিসাবে ভাগ করুন
lv: Kopīgot kā attēlu
mr: चित्र म्हणून सहभागा
oc: Partejar coma imatge
sq: Shpërndaje si imazh
ur: تصویر کے طور پر دوسروں کو بھیجیں

source: Share as text
bn: লেখা হিসাবে ভাগ করুন
lv: Kopīgot kā tekstu
mr: मजकूर म्हणून सहभागा
oc: Partejar coma tèxte
sq: Shpërndaje si tekst
ur: متن کے طور پر دوسروں کو بھیجیں

# share-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
ur: منسوخ

# timestamp-just-now
source: just now
bn: এইমাত্র
lv: tikko
mr: आत्ताच
oc: sulpic
sq: tani
ur: ابھی

# timestamp-minutes
source: %d minutes ago
bn: %d মিনিট আগে
lv: pirms %d minūtēm
mr: %d मिनीटांपूर्वी
oc: i a %d minutas
sq: %d minuta më parë
ur: %d منٹ قبل

# timestamp-hours
source: %d hours ago
bn: %d ঘণ্টা আগে
lv: pirms %d stundām
mr: %d तासांपूर्वी
oc: i a %d oras
sq: %d orë më parë
ur: %d گھنٹے قبل

# timestamp-days
source: %d days ago
bn: %d দিন আগে
lv: pirms %d dienām
mr: %d दिवसांपूर्वी
oc: i a %d jorns
sq: %d ditë më parë
ur: %d دنوں قبل

# timestamp-months
source: %d months ago
bn: %d মাস আগে
lv: pirms %d mēnešiem
mr: %d महिन्यांपूर्वी
oc: i a %d meses
sq: %d muaj më parë
ur: %d مہینوں قبل

# timestamp-years
source: %d years ago
bn: %d বছর আগে
lv: pirms %d gadiem
mr: %d वर्षांपूर्वी
oc: i a %d ans
sq: %d vite më parë
ur: %d سالوں قبل

# lastmodified-by-user
source: Edited $1 by $2
bn: $2 দ্বারা $1 সম্পাদিত
lv: Laboja $2 $1
mr: $2ने $1 संपादित केले
oc: Modificat $1 per $2
sq: Redaktuar $1 nga $2
ur: $1 ترمیم کیا گیا $2 کی جانب سے

# lastmodified-by-anon
source: Edited $1 by an anonymous user
bn: একজন বেনামী ব্যবহারকারী দ্বারা $1 সম্পাদিত
lv: Laboja anonīms dalībnieks $1
mr: अनामिक सदस्याने $1 संपादन केले
oc: Modificat $1 per un utilizaire anonim
sq: Redaktuar $1 nga një përdorues anonim
ur: $1 ترمیم کیا گیا نامعلوم صارف کی جانب سے

# button-edit
source: Edit
bn: সম্পাদনা
lv: Labot
mr: संपादन करा
oc: Editar
ur: ترمیم کریں

# button-next
source: Next
bn: পরবর্তী
lv: Tālāk
mr: पुढील
oc: Seguent
sq: Më pas
ur: اگلا

# button-done
source: Done
bn: সম্পন্ন
lv: Gatavs
mr: झाले
oc: Acabat
sq: Përfunduar
ur: مکمل

# button-save
source: Save
bn: সংরক্ষণ
lv: Saglabāt
mr: जतन करा
oc: Enregistrar
sq: Ruaje
ur: محفوظ کریں

# button-publish
source: Publish
bn: প্রকাশ করুন
lv: Publicēt
mr: प्रकाशित करा
oc: Publicar
sq: Publiko

# button-ok
source: OK
bn: ঠিক আছে
lv: Labi
mr: ठिक आहे
oc: D’acòrdi
sq: Në rregull
ur: ٹھیک ہے

# button-save-for-later
source: Save for later
bn: পরবর্তীর জন্য সংরক্ষণ করুন
mr: नंतरसाठी जतन करा
oc: Enregistrar per mai tard
sq: Ruani për më vonë
ur: بعد کے لیے محفوظ کیا گیا

# button-saved-for-later
source: Saved for later
bn: পরবর্তীর জন্য সংরক্ষণ করুন
mr: नंतरसाठी जतन केले
oc: Enregistrat per mai tard
sq: Ruajtur për më vonë
ur: بعد کے لیے محفوظ کیا گیا

# button-saved-remove
source: Remove from saved
bn: সংরক্ষণ থেকে সরান
oc: Suprimir dels enregistraments

# button-read-now
source: Read now
bn: এখন পড়ুন
lv: Lasīt tagad
oc: Legir ara

# button-report-a-bug
source: Report a bug
bn: বাগ রিপোর্ট করুন
lv: Ziņot par kļūdu
mr: गणकदोष अहवाल द्या
oc: Senhalar una error
ur: بگ کی رپورٹ کریں

# onboarding-create-account
source: Create account
bn: অ্যাকাউন্ট তৈরি করুন
lv: Izveidot kontu
mr: खाते बनवा
oc: Crear un compte
sq: Krijo llogari
ur: کھاتہ بنائیں

# onboarding-login
source: Log in
bn: প্রবেশ
lv: Pieslēgties
mr: सनोंद प्रवेश
oc: Se connectar
sq: Hyni
ur: داخل ہوں

# onboarding-already-have-account
source: Already have an account? $1
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে? $1
mr: पूर्वीचे खाते आहे? $1
oc: Ja avètz un compte ? $1
sq: Keni një llogari?$1
ur: پہلے سے کھاتہ موجود ہے؟ $1

# onboarding-skip
source: Skip
bn: উপেক্ষা করো
lv: Izlaist
mr: पुढे जा
oc: Passar
sq: Tejkalo
ur: چھوڑیں

# onboarding-wikipedia
source: Wikipedia
bn: উইকিপিডিয়া
lv: Vikipēdija
mr: विकिपीडिया
oc: Wikipèdia
ur: ویکیپیڈیا

# onboarding-free-encyclopedia
source: The Free Encyclopedia
bn: একটু মুক্ত বিশ্বকোষ
lv: Brīvā enciklopēdija
mr: मुक्त ज्ञानकोश
oc: L'enciclopèdia liura
sq: Enciklopedia e lirë
ur: آزاد دائرۃ المعاروف

# license-footer-text
source: Content is available under $1 unless otherwise noted.
bn: বিষয়বস্তু $1-এর আওতায় প্রকাশিত যদি না অন্য কিছু নির্ধারিত থাকে।
mr: तसे नोंदविलेले नसेल तर, यातील आशय हा $1 अंतर्गत उपलब्ध आहे
ur: تمام مواد $1 کے تحت میسر ہے، جب تک کوئی دوسری وجہ نا ہو۔

# license-footer-name
source: CC BY-SA 3.0
bn: সিসি বাই-এসএ ৩.০
ur: کریئیٹیو کامنز انتساب / یکساں-شراکت اجازت نامہ 3.0

# table-of-contents-heading
source: Contents
bn: পরিচ্ছেদসমূহ
lv: Saturs
mr: आशय
oc: Contenguts
sq: Përmbajtja
ur: مندرجات

# table-of-contents-button-label
source: Table of contents
bn: সূচিপত্র
lv: Satura rādītājs
mr: अनुक्रमणिका
oc: Ensenhador
ur: مواد کا جدول

# table-of-contents-close-accessibility-label
source: Close Table of contents
bn: বিষয়বস্তুর সূচিপত্র বন্ধ করুন
lv: Aizvērt satura rādītāju
mr: अनुक्रमणिका बंद करा
oc: Tampar l'ensenhador
ur: مواد کا جدول بند کریں

# table-of-contents-close-accessibility-hint
source: Close
bn: বন্ধ করুন
lv: Aizvērt
mr: बंद करा
oc: Tampar
sq: Mbyll
ur: بند کریں

# table-of-contents-popover-description
source: Get an overview of articles
bn: নিবন্ধের একটি আলোকপাত পান
lv: Iegūt pārskatu par rakstiem
sq: Merrni një pasqyrë të artikujve

# abuse-filter-warning-heading
source: This looks like an unconstructive edit, are you sure you want to publish it?
bn: এটি অ-গঠনমূলক সম্পাদনা বলে মনে হচ্ছে, আপনি কি নিশ্চিতভাবে এটি প্রকাশ করতে চান?
mr: हे एक अरचनात्मक संपादनासारखे दिसते. हे प्रकाशित करण्याबाबत आपण खात्री देता काय?
sq: Ky duket si një redaktim jokonstruktiv, jeni të sigurt që dëshironi ta publikoni?
ur: یہ ایک غیرتعمیری ترمیم ہوسکتی ہے۔ کیاآپ اسے یقینی طور پر محفوظ کرنا چاہتے ہیں؟

# abuse-filter-warning-subheading
source: Your edit may contain one or more of the following:
bn: আপনার সম্পাদনায় নিম্নলিখিতগুলি এক বা একাধিক থাকতে পারে:
mr: आपल्या संपादनात खालीलपैकी एक वा एकाधिक गोष्टी असू शकतात:
sq: Redaktimi juaj mund të përmbajë një ose më shumë nga të mëposhtmet:
ur: آپ کی ترمیم مندرجہ میں سے ایک یا اس سے زیادہ کی متحمل ہو سکتی ہے:

# abuse-filter-warning-caps
source: Typing in ALL CAPS
bn: সব বড় হাতের অক্ষরে লেখা
mr: सर्व ठळक अक्षरे
oc: Tèxte en MAJUSCULAS
sq: Shkrim ME SHKRONJA TË MËDHA
ur: پوری ٹائپنگ کیاپس میں کی گئی

# abuse-filter-warning-blanking
source: Blanking articles or spamming
bn: নিবন্ধ খালি করা বা স্প্যামিং করা
mr: लेख कोरा करणे किंवा उपद्रव
sq: Zbrazje e artikujve ose spam
ur: مضامین کو خالی کرنا یا ان میں تشہیری مواد بھرنا

# abuse-filter-warning-irrelevant
source: Irrelevant external links or images
bn: অপ্রাসঙ্গিক বাহ্যিক লিঙ্ক বা চিত্র
mr: असंबंधित बाह्य दूवे किंवा चित्रे
sq: Imazhe ose lidhje të jashtme të papërshtatshme
ur: غیرمتعلقہ خارجی روابط یا تصاویر

# abuse-filter-warning-repeat
source: Repeeeeating characters
bn: অক্ষরেররর পুনরাবৃত্তি
mr: एकच वर्णाचे अनेक वेळ टंकन
oc: Caractèrs repeeeetits
sq: Përsëëëëëëritje karakteresh
ur: مکرر حروف یا رموز

# abuse-filter-disallow-heading
source: You cannot publish this edit. Please go back and change it.
bn: আপনি এই সম্পাদনা প্রকাশ করতে পারবেন না। দয়া করে ফিরে যান ও এটি পরিবর্তন করুন।
mr: या संपादनाचे प्रकाशन करु शकत नाही.कृपया परत जाउन ते बदला.
sq: Ju nuk mund ta publikoni këtë redaktim. Ju lutemi kthehuni prapa dhe ndryshojeni.
ur: آپ اس ترمیم کو محفوظ نہیں کرسکتے۔ پیچھے جاکر اسے بدلیے۔

# abuse-filter-disallow-unconstructive
source: An automated filter has identified this edit as potentially unconstructive or a vandalism attempt.
bn: একটি স্বয়ংক্রিয় ফিল্টার এই সম্পাদনা সম্ভাব্য অ-গঠনমূলক বা ধ্বংসপ্রবণতার প্রচেষ্টা হিসাবে চিহ্নিত করেছে।
mr: स्वयंचलित गाळणीने हे संपादन उच्च दर्जाचे अरचनात्मक किंवा उपद्रवी कृती म्हणून नोंदविलेले आहे.
sq: Një filter i automatizuar e ka indenftikuar këtë redaktim si potencialisht jokonstruktiv ose si një përpjekje për vandalizëm.
ur: ایک خودکار فلٹر نے اس ترمیم کی امکانی طور پر غیرتعمیری یا تخریب کاری کی کوشش کے طور پر شناخت کی ہے۔

# abuse-filter-disallow-notable
source: Wikipedia is an encyclopedia and only neutral, notable content belongs here.
bn: উইকিপিডিয়া একটি বিশ্বকোষ এবং শুধুমাত্র নিরপেক্ষ, উল্লেখযোগ্য বিষয়বস্তু এখানে অন্তর্ভুক্ত হবে।
mr: विकिपीडिया हा विश्वकोश आहे व येथे त्यात फक्त तटस्थ, नोंदविण्याजोगा आशय असतो.
ur: ویکیپیڈیاایک دائرۃالمعارف ہے اور صرف غیرجانبدار، معروف مواد یہاں سے تعلق رکھتا ہے۔

# menu-edit-accessibility-label
source: Edit
bn: সম্পাদনা
lv: Labot
mr: संपादा
oc: Modificar
sq: Redakto
ur: ترمیم

# menu-close-accessibility-label
source: Close
bn: বন্ধ
lv: Aizvērt
mr: बंद करा
oc: Tampar
sq: Mbylle
ur: بند

# menu-preview-accessibility-label
source: Preview
bn: প্রাকদর্শন
lv: Pirmskats
mr: झलक
oc: Previsualizar
sq: Parapamje
ur: نمائش

# menu-back-accessibility-label
source: Back
bn: পিছনে
lv: Atpakaļ
mr: मागे
oc: Retorn
sq: Prapa
ur: پیچھے

# menu-forward-accessibility-label
source: Forward
bn: সামনে
lv: Pārsūtīt
mr: पुढे
oc: Seguent
sq: Përpara
ur: آگے

# menu-w-accessibility-label
source: Menu
bn: মেনু
lv: Izvēlne
mr: मेन्यू
oc: Menú
sq: Menuja
ur: مینو

# menu-toc-accessibility-label
source: Contents
bn: পরিচ্ছেদসমূহ
lv: Saturs
mr: आशय
oc: Contenguts
sq: Përmbajtja
ur: مندرجات

# menu-search-accessibility-label
source: Search
bn: অনুসন্ধান
lv: Meklēt
mr: शोध
oc: Recercar
sq: Kërko
ur: تلاش

# menu-reload-accessibility-label
source: Reload
bn: পুনঃলোড
lv: Pārlādēt
mr: पुनर्भारण करा
oc: Recargar
sq: Ringarko
ur: تازہ کریں

# menu-cancel-accessibility-label
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
sq: Anulo
ur: منسوخ

# menu-share-accessibility-label
source: Share
bn: বণ্টন
lv: Dalīties
mr: सहभाग करा
oc: Partejar
sq: Shpërndaje
ur: دوسروں کو بھیجیں

# menu-more-accessibility-label
source: More settings
bn: আরো সেটিংস
lv: Lapas iestatījumi
mr: आणखी मांडण्या
oc: Mai de paramètres
sq: Më shumë cilësime
ur: مزید ترجیحات

# menu-trash-accessibility-label
source: Delete
bn: অপসারণ
lv: Dzēst
mr: वगळा
oc: Suprimir
sq: Fshi
ur: حذف کریں

# menu-language-accessibility-label
source: Languages
bn: ভাষা
lv: Valodas
mr: भाषा
oc: Lengas
sq: Gjuhët
ur: زبانیں

# nearby-title
source: Nearby
bn: কাছাকাছি
lv: Tuvumā
mr: जवळपास
oc: A proximitat
sq: Pranë
ur: قریبی

# nearby-distance-label-meters
source: $1 m
bn: $1 মিটার
mr: $1 मी.
ur: $1 میٹر

# nearby-distance-label-km
source: $1 km
bn: $1 কিমি
mr: $1 कि.मी.
ur: $1 کلو میٹر

# nearby-distance-label-feet
source: $1 feet
bn: $1 ফুট
lv: $1 pēdas
mr: $1 फूट
oc: $1 pès
sq: $1 feet (1 feet = 0.3048 m)
ur: $1 فٹ

# nearby-distance-label-miles
source: $1 miles
bn: $1 মাইল
lv: $1 jūdzes
mr: $1 मैल
oc: $1 millas
sq: $1 milje (1 milje = 1.60934 km)
ur: $1 میل

# nearby-pull-to-refresh-prompt
source: Pull to refresh
bn: পুনঃসতেজ করতে টানুন
mr: अद्ययावततेसाठी ओढा
oc: Tirar per actualizar
sq: Tërhiqe për ta përditësuar
ur: بازتازہ کرنے کیلئے نیچے کی طرف کھینچیں

# nearby-pull-to-refresh-is-refreshing
source: Refreshing
bn: পুনঃসতেজ হচ্ছে
lv: Atjaunina
mr: अद्ययावत होत आहे
oc: Actualizacion
sq: Duke përditësuar
ur: بازتازہ ہورہا ہے

# nearby-none
source: No nearby articles found. Pull to refresh or try again later.
bn: কাছাকাছি কোন নিবন্ধ পাওয়া যায়নি। পুনঃসতেজ করতে টানুন বা পরে আবার চেষ্টা করুন।
mr: जवळपासची पाने सापडली नाही. अद्ययावत करण्यासाठी ओढा किंवा पुन्हा प्रयत्न करा.
sq: Nuk u gjet asnjë artikull pranë jush. Tërhiqni për të përditësuar ose provoni më vonë.
ur: پاس کے کوئی مضامین نہیں ملے۔ بازتازگی کے لیے کھینچیں یا پھر سے کوشش کریں۔

# nearby-open-in-maps
source: Open in Maps
bn: মানচিত্রে খুলুন
lv: Atvērt iekš Maps
mr: नकाशात उघडा
oc: Dobrir dins la mapa
sq: Hape në harta
ur: بطور نقشہ کھولیں

# nearby-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
sq: Anulo
ur: منسوخ

# nearby-location-updates-denied
source: This app does not have permission to receive location updates.
bn: এই অ্যাপ্লিকেশনটির অবস্থান হালনাগাদ পাওয়ার অনুমতি নেই।
mr: ठिकाण अद्ययावत करण्याची परवानगी या अॅपला नाही.
sq: Ky aplikacion nuk ka leje për të marrë përditësimet e vendndodhjes.
ur: اس ایپ کو مقامی اطلاعات حصول کرنے کی اجازت نہیں ہے۔

# nearby-location-updates-enable
source: To enable location updates open the Settings App and select the following:
bn: অবস্থান হালনাগাদ সক্ষম করতে, সেটিংস অ্যাপলিকেশন খুলুন এবং নিম্নক্তগুলি নির্বাচন করুন:
mr: ठिकाण अद्ययावत करणे सक्षम करण्यासाठी अॅपच्या मांडणीत जाऊन पुढील पर्याय निवडा:
sq: Për të aktivizuar përditësimet e vendndodhjes, hapni aplikacionin Settings dhe zgjidhni të mëposhtmet:
ur: مقامی اطلاعات کے حصول کے لیے ترجیحات کے ایپ کو کھولیں اور حسب ذیل کو چُنیے:

# nearby-location-updates-settings-menu
source: Privacy > Location Services > Wikipedia
bn: গোপনীয়তা > অবস্থান পরিষেবা > উইকিপিডিয়া
mr: गुप्तता>ठिकाण सेवा>विकिपीडिया
ur: رازداری >مقامی خدمات >ویکیپیڈیا

# nearby-location-general-error
source: Unable to determine location. Pull to refresh or try again later.
bn: অবস্থান নির্ণয় করা যাচ্ছে না। পুনঃসতেজ করতে টানুন বা পরে আবার চেষ্টা করুন।
mr: आपले स्थान निश्चित करु शकत नाही. तरोताजे करण्यासाठी टिचका किंवा नंतर पुन्हा प्रयत्न करा.
sq: Nuk mund të përcaktohet vendndodhja. Tërhiqni për të përditësuar ose provonë përsëeri më vonë.
ur: مقام کا تعین نہیں کیا جاسکتا۔ بازتازگی کے لیے کھینچیں یا پھر بعد کوشش کریں۔

# nearby-wifi
source: Enabling Wi-Fi can help your device better determine your location.
bn: ওয়াইফাই সক্ষম করা হচ্ছে যা আপনার সঠিক অবস্থান নির্ধারণে ডিভাইসকে সাহায্য করে।
mr: वाय-फाय सक्षम करण्याने, आपल्या उपकरणास आपले स्थान-निर्धारण योग्य तऱ्हेने करता येईल.
sq: Aktivizimi i WI-FI mund ta ndihmojë pajisjen tuaj ta përcaktojë më mirë vendndodhjen tuaj.
ur: وائی فائی کو فعال بنانے سے آپ کے آلے کو آپ کے مقام کے تعین میں مدد مل سکتی ہے۔

# migration-update-progress-label
source: Migrating local data
bn: স্থানীয় তথ্য স্থানান্তর কারা হচ্ছে
mr: स्थानिक मजकूर स्थानांतरित करीत आहे
ur: مقامی معلومات کو منتقل کیا جارہا ہے۔

# migration-prompt-title
source: Looks like we have a history!
bn: দেখে মনে হচ্ছে একটি ইতিহাস উপস্থিত আছে!
mr: असे दिसते कि या पानास इतिहास आहे!
ur: ایسا لگتا ہے ہمارے پاس تاریخ ہے!

# migration-confirm-button-title
source: Move my stuff over
bn: আমার সামগ্রী স্থানান্তর করুন
mr: माझ्या सामग्रीचे स्थान बदला
ur: میرے مواد کو آگے منقل کریں

# migration-skip-button-title
source: Delete it
bn: এটি মুছুন
mr: हे वगळा
oc: Suprimir las donadas
ur: اسے حذف کریں

# image-gallery-unknown-owner
source: Author unknown.
bn: লেখক অজানা।
lv: Autors nezināms.
mr: लेखक अज्ञात.
ur: اپلوڈکنندہ نامعلوم

# image-gallery-fetch-image-info-error-title
source: Unable to download images
bn: চিত্র ডাউনলোড করতে অক্ষম
mr: चित्रांचे अधिभारण करता आले नाही
oc: Impossible de telecargar los imatges
ur: تصاویر ڈاؤنلوڈ کرنے ميں ناکام

# image-gallery-fetch-image-info-error-message
source: Unable to download the images for this article. Please refresh the article and try again.
bn: এই নিবন্ধের ছবিগুলো ডাউনলোড করা যায়নি। দয়া করে পুনঃতেজ করুন এবং আবার চেষ্টা করুন।
mr: या लेखासाठीची चित्रे अधिभारण करता आली नाहीत. कृपया हा लेख पुन्हा तरोताजा करा व पुन्हा प्रयत्न करा.
ur: اس مضمون کے لیے تصاویر ڈاؤنلوڈ نہیں کیا جاسکتا۔ براہ کرم مضمون کو بازتازہ کرکے پھر سے کوشش کریں۔

# image-gallery-fetch-image-info-error-ok
source: OK
bn: ঠিক আছে
lv: Labi
mr: ठिक आहे
oc: D'acòrdi
sq: Në rregull
ur: ٹھیک ہے

# hockeyapp-alert-question
source: Would you like to send a crash report to $1 so Wikimedia can review your crash?
bn: আপনি কি $1 কে একটি ক্র্যাশ প্রতিবেদন পাঠাতে চাইবেন, যাতে উইকিমিডিয়া ফাউন্ডেশন আপনার প্রতিবেদনটি পর্যালোচনা করতে পারে?
ur: کیا آپ $1 کو کریش رپورٹ بھیجنا چاہیں گے تاکہ ویکیمیڈیا آپ کے کریش کا جائزہ لے سکے؟

# hockeyapp-alert-question-with-response-field
source: Would you like to send a crash report to $1 so Wikimedia can review your crash? Please describe what happened when the crash occurred:
bn: আপনি কি $1 কে একটি ক্র্যাশ প্রতিবেদন পাঠাতে চান, যাতে উইকিমিডিয়া ফাউন্ডেশন আপনার প্রতিবেদনটি পর্যালোচনা করতে পারে? দয়া করে ক্রাশ হওয়ার সময় কি ঘটেছিল ব্যাখ্যা করুন:
ur: کیا آپ $1 کو کریش رپورٹ بھیجنا چاہیں گے تاکہ ویکیمیڈیا آپ کے کریش کا جائزہ لے سکے؟ براہ کرم بتائیں کہ کیا ہؤا تھا جب کریس پیش آیا:

# hockeyapp-alert-title
source: Sorry, app crashed last time
bn: দুঃখিত, অ্যাপ্লিকেশন শেষ বার বিধ্বস্ত হয়েছিল
mr: माफ करा, मागील वेळी अॲप क्रॲश झाले होते
ur: معاف کریں، ایپ پچھلی بار کریش کرگیا

# hockeyapp-alert-send-report
source: Send report
bn: প্রতিবেদন পাঠান
lv: Nosūtīt ziņojumu
mr: अहवाल पाठवा
oc: Mandar un rapòrt
ur: رپورٹ بھیجیں

# hockeyapp-alert-always-send
source: Always send
bn: সর্বদা পাঠান
lv: Vienmēr sūtīt
mr: नेहमीच पाठवा
oc: Mandar totjorn
ur: ہمیشہ بھیجیں

# hockeyapp-alert-do-not-send
source: Do not send
bn: পাঠাবেন না
lv: Nesūtīt
mr: पाठवू नका
oc: Mandar pas
ur: مت بھیجیں

# hockeyapp-alert-privacy
source: $1 privacy
bn: $1 গোপনীয়তা
mr: $1 गुप्तता
oc: Confidencialitat de $1
ur: $1 رازداری

source: Page issues
bn: পাতার সমস্যা
mr: पानाची समस्या
oc: Problèmas de pagina
ur: صفحہ کے مسائل

# page-similar-titles
source: Similar pages
bn: অনুরূপ পাতাগুলি
lv: Līdzīgas lapas
mr: सारखी पाने
oc: Paginas similaras
sq: Faqe të ngjashme
ur: یکساں صفحات

# page-read-in-other-languages
source: Available in $1 other languages
bn: আরো $1টি ভাষায় উপলব্ধ
mr: $1 इतर भाषेत उपलब्ध
oc: Disponible dins $1 autras lengas
ur: $1 دیگر زبانوں ميں دستیاب

# page-last-edited
source: Edited $1 days ago
bn: $1 দিন আগে সম্পাদিত
mr: $1 दिवसांआधी संपादित केले
oc: Modificat i a $1 jorns
ur: $1 دن پہلے ترمیم کیا گیا.

# page-edit-history
source: Full edit history
bn: সম্পূর্ণ সম্পাদনা ইতিহাস
lv: Pilna labojumu vēsture
mr: संपूर्ण संपादन इतिहास
oc: Istoric complet de las modificacions
ur: مکمل ترمیمی تاریخچہ

# mwk-empty-title-error
source: Unable to perform operation with empty title.
bn: খালি শিরোনামের সঙ্গে অপারেশন সম্পাদন করতে অক্ষম।
mr: ही क्रिया रिकाम्या शिर्षकाने करता येत नाही.
ur: خالی عنوان پر یہ عمل بہ روئے کار نہیں لایا جاسکتا۔

# home-title
source: Explore
bn: অন্বেষণ
mr: शोध करा
oc: Explorar
ur: ایکسپلور

# home-empty-section
source: No results
bn: কোন ফলাফল নেই
lv: Rezultātu nav
mr: निकाल नाहीत
oc: Pas cap de resultat
ur: کوئی نتیجہ نہیں

# home-empty-section-check-again
source: Try again
bn: আবার চেষ্টা করুন
lv: Mēģināt vēlreiz
mr: पुन्हा प्रयत्न करा
oc: Ensajatz tornarmai
ur: پھر سے کوششش کریں

# home-continue-reading-heading
source: Continue Reading
bn: পড়া অব্যাহত রাখুন
lv: Turpināt lasīšanu
mr: वाचन सुरू ठेवा
oc: Contunhar de legir
ur: مطالعہ جاری رکھیں

# home-continue-related-heading
source: Because you read $1
bn: কারণ আপনি $1 পড়েছেন
mr: कारण आपण $1 वाचले
oc: Perque avètz legit $1
ur: چونکہ آپ نے $1 کا مطالعہ کیا ہے

# home-more-like-footer
source: More like $1
bn: $1 এর মতো আরও
mr: अधिक $1 सारखे
oc: Mai coma $1
ur: $1 سے کافی مشابہ

# home-nearby-footer
source: More from nearby your location
bn: আপনার কাছাকাটি অবস্থান থেকে আরও
mr: आपल्या जवळपासच्या ठिकाणांबाबत अधिक
oc: Mai pròche d'ont sètz
ur: تفصیل سے پاس کی مقامی اطلاعات

# home-nearby-location-footer
source: More nearby $1
bn: $1-এর আরো কাছাকাছি
mr: अधिक जवळचे $1
oc: Mai pròche de $1
ur: زیادہ پاس $1 سے

# home-nearby-nothing
source: Nothing nearby
bn: কাছাকাছি কিছুই নেই
mr: जवळपास काहीच नाही
oc: Pas res a proximitat
ur: پاس ميں کچھ نہیں

# home-nearby-check-again
source: Check again
bn: আবার যাচাই করুন
lv: Pārbaudīt vēlreiz
mr: पुन्हा तपासा
oc: Verificar tornarmai
ur: دوبارہ جانچیں

# home-featured-article-heading
source: Featured article for $1
bn: $1 তারিখে নির্বাচিত নিবন্ধ
mr: $1 साठिचा विशिष्ट लेख
oc: Article de qualitat per $1
ur: $1 کے لیے منتخب مٰضمون

# home-main-page-heading
source: Today on Wikipedia
bn: আজ উইকিপিডিয়ায়
mr: विकिपीडियावर आज
oc: Uèi sus Wikipèdia
ur: ویکیپیڈیا پر آج

# home-potd-heading
source: Picture of the day for $1
bn: $1 তারিখে আজকের নির্বাচিত ছবি
mr: $1 साठी आजचे चित्र
oc: Imatge del jorn per $1
ur: $1 کے لیے آج کی تصویر

# home-last-update-label
source: Last updated: $1
bn: সর্বশেষ হালনাগাদ: $1
mr: शेवटले अद्यतन: $1
oc: Darrièra mesa a jorn : $1
ur: آخری تجدید: $1

# home-last-update-never-label
source: Last updated: Never
bn: সর্বশেষ হালনাগাদ: কখনো না
mr: शेवटचे अद्यतन केले: कधीही नाही
oc: Darrièra mesa a jorn : jamai
ur: آخری تجدید: کبھی نہیں

# home-updating-label
source: Updating…
bn: হালনাগাদ হচ্ছে...
lv: Atjaunina...
mr: अद्यतन करीत आहे...
oc: Actualizacion en cors...
ur: تجدید جاری ہے...

# home-hide-suggestion-prompt
source: Hide this suggestion
bn: এই পরামর্শ লুকান
mr: ही सुचवणी लपवा
oc: Escondre aquesta suggestion
ur: اس سجھاؤ کو چھپائیں

# home-hide-suggestion-cancel
source: Cancel
bn: বাতিল
lv: Atcelt
mr: रद्द करा
oc: Anullar
ur: منسوخ

# home-accessibility-label
source: Wikipedia, Explore
bn: উইকিপিডিয়া, অন্বেষণ
mr: विकिपीडिया,शोधा
oc: Wikipèdia, Explòra
ur: ویکیپیڈیا،ایکسپلور

# home-button-accessibility-label
source: Home
bn: প্রধান পাতা
lv: Sākums
mr: स्वगृह
oc: Acuèlh
ur: ہوم بٹن

# home-button-explore-accessibility-label
source: Wikipedia, return to Explore
bn: উইকিপিডিয়া, অন্বেষণে ফেরত যান
oc: Wikipèdia, tornar a Explorar

# home-button-saved-accessibility-label
source: Wikipedia, return to Saved
bn: উইকিপিডিয়া, সংরক্ষণে ফেরত যান
oc: Wikipèdia, tornar a Enregistrats

# home-button-history-accessibility-label
source: Wikipedia, return to History
bn: উইকিপিডিয়া, ইতিহাসে ফেরত যান
oc: Wikipèdia, tornar a Istoric

# potd-empty-error-description
source: Failed to retrieve picture of the day for $1
bn: $1 দিনের ছবি পুনরুদ্ধার করতে ব্যর্থ হয়েছে
mr: $1 साठी आजचे चित्र आणण्यात अयशस्वी
ur: $1 کے لیے آج کی تصویر اخذ نہیں کی جاسکی

# potd-description-prefix
source: Picture of the day for $1
bn: $1 তারিখে আজকের নির্বাচিত ছবি
mr: $1 साठी आजचे चित्र
oc: Imatge del jorn per $1
ur: $1 کے لیے آج کی تصویر

# welcome-explore-title
source: Explore
bn: অন্বেষণ করুন
mr: शोध करा
oc: Explorar
ur: ایکسپلور

# welcome-explore-sub-title
source: A new way to discover interesting articles every day
bn: প্রতিদিন আকর্ষণীয় নিবন্ধ আবিষ্কার করার একটি নতুন উপায়
mr: आवडते लेख दररोज शोधण्याची एक नविन पद्धत
oc: Un novèl biais de descobrir d'articles interessants a cada jorn
ur: دلچسپ مضامین کو ہرروز ڈھونڈنے کا نیا طریقہ

# welcome-explore-new-ways-title
source: New ways to explore
bn: প্রকাশের নতুন পথ

# welcome-explore-tell-me-more
source: Tell me more
bn: আমাকে আরও বলুন
lv: Pastāsti man vairāk
mr: मला अधिक सांगा
oc: Me'n dire mai
ur: مجھے اور بتاؤ

# welcome-explore-tell-me-more-about-explore
source: More about Explore
bn: অন্বেষণ সম্পর্কে আরো
mr: शोधण्याबद्दल अधिक
oc: Mai d'informacion a prepaus de Explòra
ur: ایکسپلور کے بارے ميں مزید

# welcome-explore-tell-me-more-related
source: The Explore feed shows you articles related to articles you have read.
bn: আপনার পঠিত নিবন্ধগুলির সাথে সম্পর্কিত নিবন্ধগুলি অন্বেষণ ফিডে দেখানো হয়।
mr: शोध रसद आपण वाचलेल्या लेखांशी संबंधित लेख दाखविते.
ur: ایکسپلورکے اندراجات سے آپ کو آپ کے مطالعہ کیے گئے سے متعلقہ مضامین دکھائی دیتے ہیں۔

# welcome-explore-tell-me-more-privacy
source: No reading list or profile is stored on our servers.
bn: কোনও পড়ার তালিকা অথবা প্রোফাইল আমাদের সার্ভারে সংরক্ষণ করা হয়নি।
mr: आमच्या विदागारांवर वाचनयादी किंवा प्रोफाईल ठेवल्या जात नाही.
ur: کوئی فہرست مطالعہ یا ذاتی معلومات ہمارے سروروں پر باقی نہیں رہتی۔

# welcome-explore-tell-me-more-done-button
source: Got it
bn: বুঝেছি
lv: Sapratu
mr: समजले
oc: L’obténer
ur: سمجھ ميں آیا

# welcome-explore-continue-button
source: Get started
bn: শুরু করুন
mr: सुरुवात करा
oc: Començar
ur: شروع کریں

# welcome-notifications-tell-me-more-title
source: More about notifications
bn: বিজ্ঞপ্তি সম্পর্কে আরো
lv: Vairāk par paziņojumiem
oc: Ne saber mai sus las notificacions

# welcome-languages-title
source: Languages
bn: ভাষাসমূহ
lv: Valodas
mr: भाषा
oc: Lengas
ur: زبانیں

# welcome-languages-sub-title
source: Choose your preferred languages to search Wikipedia
bn: উইকিপিডিয়া অনুসন্ধান করার জন্য আপনার পছন্দের ভাষা চয়ন করুন
mr: विकिपीडिया शोधण्यास आपल्या पसंतीची भाषा निवडा
ur: ویکیپیڈیا کو تلاش کرنے کے لیے اپنی پسندیدہ زبانیں چنیں
