Repository: jordainfg/wikipedia-ios
Catalog: WikipediaUnitTests/Localization/*.lproj/Localizable.strings
Languages: it

source: English Wikipedia
it: Wikipedia inglese

source: Mark as unread
it: Segna come non letto

source: Notification settings
it: Impostazioni di notifica

source: From Fred The Bird
it: Da Fred The Bird

source: Talk page
it: Pagina di discussione

source: Fred The Bird's user page
it: pagina utente di Fred The Bird

source: 47.234.198.142's user page
it: pagina utente di 47.234.198.142

source: Mark as read
it: Segna come gi√† letto

source: Change password
it: Cambia password

source: Login notifications
it: Notifiche di accesso

source: From Jack The Cat
it: Da Jack The Cat

source: Jack The Cat's user page
it: pagina utente di Jack The Cat

source: Thanks
it: Ringraziamenti

source: From MediaWiki message delivery
it: Da MediaWiki message delivery

source: 47.184.10.84's user page
it: pagina utente di 47.184.10.84

source: Your talk page
it: La tua pagina di discussione

source: MediaWiki message delivery's user page
it: pagina utente di MediaWiki message delivery

source: From 47.184.10.84
it: Da 47.184.10.84

source: Welcome!
it: Benvenuto/a!

source: Wikidata item
it: Elemento Wikidata

source: Article
it: Voce

source: Edit reverted
it: Modifica annullata

source: Test Wikipedia
it: Wikipedia Test

source: Notice
it: Avviso

source: From 47.234.198.142
it: Da 47.234.198.142

source: Simplified Chinese Wikiquote
it: Wikiquote cinese semplificato

source: Welcome message
it: Messaggio di benvenuto

source: 1 small change made
it: 1 modifica minore effettuata

source: Now
it: Ora

source: Yesterday
it: Ieri

source: 1 min ago
it: 1 minuto fa

source: 30 mins ago
it: 30 minuti fa

source: 1 hr ago
it: 1 ora fa

source: 10 hrs ago
it: 10 ore fa

source: 2 days ago
it: 2 giorni fa

source: Today
it: Oggi

source: 3 hours ago
it: 3 ore fa

source: 1 hour ago
it: 1 ora fa

source: 5 minutes ago
it: 5 minuti fa

source: Just now
it: Proprio ora
